Repository: christianhaitian/EmulationStation-fcamod
Catalog: resources/locale/*/emulationstation2.po
Languages: el, it, ko, pl, uk, vi, zh_cn, zh_tw

source: WE CAN'T FIND ANY SYSTEMS! CHECK THAT YOUR PATHS ARE CORRECT IN THE SYSTEMS CONFIGURATION FILE, AND YOUR GAME DIRECTORY HAS AT LEAST ONE GAME WITH THE CORRECT EXTENSION. VISIT EMULATIONSTATION.ORG FOR MORE INFORMATION.
el: ΔΕΝ ΜΠΟΡΟΥΜΕ ΝΑ ΒΡΟΥΜΕ ΚΑΠΟΙΟ ΣΥΣΤΗΜΑ! ΕΛΕΓΞΤΕ ΟΤΙ Η ΔΙΑΔΡΟΜΗ ΕΙΝΑΙ ΣΩΣΤΗ ΣΤΟ ΑΡΧΕΙΟ ΔΙΑΜΟΡΦΩΣΗΣ ΣΥΣΤΗΜΑΤΟΣ ΚΑΙ ΟΤΙ Η ΛΙΣΤΑ ΤΟΥ ΠΑΙΧΝΙΔΙΟΥ ΣΑΣ ΕΧΕΙ ΤΟΥΛΑΧΙΣΤΟΝ ΕΝΑ ΠΑΙΧΝΙΔΙ ΜΕ ΤΗ ΣΩΣΤΗ ΕΠΕΚΤΑΣΗ ΕΠΙΣΚΕΦΤΕΙΤΕ ΤΟ EMULATIONSTATION.ORG ΓΙΑ ΠΕΡΙΣΣΟΤΕΡΕΣ ΠΛΗΡΟΦΟΡΙΕΣ.
ko: 어떤 시스템도 찾을 수 없습니다! 시스템 구성 파일에서 경로가 올바른지 확인하고 게임 디렉토리가 올바른 확장 기능을 가진 마지막 게임 중 하나에 있는지 확인하십시오. 자세한 내용은 EMULATIONSTATION.ORG를 방문하십시오.
pl: NIE MOŻEMY ZLOKALIZOWAĆ ŻADNEGO SYSTEMU SPRAWDŹ, CZY TWOJE ŚCIEŻKI W PLIKU KONFIGURACYJNYM SYSTEMU SĄ POPRAWNE, ORAZ CZY W KATALOGU GRY ZNAJDUJE SIĘ CO NAJMNIEJ JEDNA GRA Z PRAWIDŁOWYM ROZSZERZENIEM. ODWIEDŹ EMULATIONSTATION.ORG BY UZYSKAĆ WIĘCEJ INFORMACJI
uk: Систему не знайдено! Переконайтеся, що у файлі налаштувань системи вказано правильний шлях і що є хоча б одна правильна папкаПереконайтеся, що ваша гра з іншим розширенням. ДЛЯ ДОДАТКОВОЇ ІНФОРМАЦІЇ ВІДВІДАЙТЕ EMULATIONSTATION.ORG

source: IT LOOKS LIKE YOUR SYSTEMS CONFIGURATION FILE HAS NOT BEEN SET UP OR IS INVALID. YOU'LL NEED TO DO THIS BY HAND, UNFORTUNATELY. VISIT EMULATIONSTATION.ORG FOR MORE INFORMATION.
uk: Схоже, файл конфігурації системи не встановлений або недійсний. На жальВи повинні зробити це самі. ДЛЯ ДОДАТКОВОЇ ІНФОРМАЦІЇ ВІДВІДАЙТЕ EMULATIONSTATION.ORG

source: KODI SETTINGS
el: ΡΥΘΜΙΣΕΙΣ KODI
it: CONFIGURACIÓN DE KODI
ko: 코디 설정
pl: USTAWIENIA KODI
uk: НАЛАШТУВАННЯ KODI
vi: CÀI ĐẶT KODI
zh_cn: KODI 设定
zh_tw: KODI 設定

source: ENABLE KODI
el: ΕΝΑΡΞΗ KODI
it: ACTIVAR KODI
ko: 코디 활성화
pl: WŁĄCZ KODI
uk: УВІМКНУТИ KODI
vi: BẬT KODI
zh_cn: 启用 KODI
zh_tw: 啟用 KODI

source: KODI AT START
el: ΕΝΑΡΞΗ ΤΟΥ KODI ΚΑΤΑ ΤΗΝ ΕΚΚΙΝΗΣΗ
it: INICIAR KODI AL ARRANCAR
ko: 시작시 KODI
pl: KODI PODCZAS STARTU
uk: АВТОЗАПУСК KODI
vi: KHỞI ĐỘNG KODI KHI MỞ MÁY
zh_cn: 开机时启动 KODI
zh_tw: 開機時啟動 KODI

source: HARDWARE
uk: ЗАЛІЗО
zh_cn: 硬件
zh_tw: 硬體

source: DISPLAY SETTINGS
uk: НАЛАШТУВАННЯ ЕКРАНА
zh_cn: 显示设置
zh_tw: 顯示設定

source: DISPLAY
pl: WYŚWIETLACZ
uk: ДИСПЛЕЙ
zh_cn: 显示
zh_tw: 顯示

source: BRIGHTNESS
pl: JASNOŚĆ
uk: ЯСКРАВІСТЬ
zh_cn: 亮度
zh_tw: 亮度

source: VIDEO OUTPUT
uk: ВІДЕО ВИХІД
zh_cn: 影像输出
zh_tw: 影像輸出

source: AUDIO OUTPUT
uk: АУДІО ВИХІД
zh_cn: 音效输出
zh_tw: 音訊輸出

source: RETROACHIEVEMENTS SETTINGS
el: ΡΥΘΜΙΣΕΙΣ RETROACHEIVMENTS
it: CONFIGURACIÓN DE RETROLOGROS
ko: RETROACHIEVEMENTS 설정
pl: USTAWIENIA RETROACHIEVEMENTS
uk: НАЛАШТУВАННЯ РЕТОДОСЯГНЕНЬ
vi: CÀI ĐẶT THÀNH TỰU RETRO
zh_cn: RetroAchievements 成就设定
zh_tw: RetroAchievements 成就設定

source: NETPLAY SETTINGS
el: ΡΥΘΜΙΣΕΙΣ ΠΑΙΧΝΙΔΙΟΥ ΔΙΚΤΥΟΥ
it: CONFIGURACIÓN DE NETPLAY
ko: 네트워크 설정
pl: USTAWIENIA GRY SIECIOWEJ
uk: НАЛАШТУВАННЯ NETPLAY
vi: CÀI ĐẶT CHƠI QUA MẠNG
zh_cn: Netplay 联机对战设定
zh_tw: Netplay 連線對戰設定

source: MISSING BIOS
uk: ВІДСУТНІ БІОСИ
zh_cn: 缺少 BIOS
zh_tw: 缺少 BIOS

source: CHECK BIOSES BEFORE RUNNING A GAME
uk: ПЕРЕВІРИТИ БІОСИ ПЕРЕД ЗАПУСКОМ ГРИ
zh_cn: 执行游戏前检查 BIOS
zh_tw: 執行遊戲前檢查 BIOS

source: MULTIMEDIA KEYS
uk: МУЛЬТИМЕДІЙНІ КНОПКИ
zh_cn: 多媒体按键
zh_tw: 多媒體按鍵

source: ON
pl: WŁ
uk: УВІМКНУТИ
zh_cn: 开启
zh_tw: 開啟

source: OFF
pl: WYŁ
uk: ВИМКНУТИ
zh_cn: 关闭
zh_tw: 關閉

source: STORAGE
uk: МІСЦЕ ЗБЕРІГАННЯ
zh_cn: 储存空间
zh_tw: 儲存空間

source: STORAGE DEVICE
el: ΣΥΣΚΕΥΗ ΑΠΟΘΗΚΕΥΣΗΣ
it: ALMACENAMIENTO
ko: 저장 장치
pl: PAMIĘĆ MASOWA
uk: ПРИСТРІЙ ЗБЕРІГАННЯ
vi: THIẾT BỊ LƯU TRỮ
zh_cn: 储存设备
zh_tw: 儲存裝置

source: BACKUP USER DATA
uk: РЕЗЕРВНА КОПІЯ
zh_cn: 备份用户数据
zh_tw: 備份使用者資料

source: INSTALL BATOCERA ON A NEW DISK
uk: ВСТАНОВЛЕННЯ BATOCERA НА НОВИЙ ДИСК
zh_cn: 在新磁盘上安装 Batocera
zh_tw: 在新磁碟上安裝 Batocera

source: ADVANCED
el: ΠΡΟΧΩΡΗΜΕΝΟ
it: AVANZADO
pl: ZAAWANSOWANE
uk: ДОДАТКОВО
vi: NÂNG CAO
zh_cn: 进阶
zh_tw: 進階

source: SECURITY
el: ΑΣΦΑΛΕΙΑ
it: SEGURIDAD
ko: 보안
pl: ZABEZPIECZENIE
uk: БЕЗПЕКА
vi: BẢO MẬT
zh_cn: 安全性
zh_tw: 安全性

source: ENFORCE SECURITY
el: ΕΝΙΣΧΥΣΗ ΤΗΣ ΑΣΦΑΛΕΙΑΣ
it: REFORZAR SEGURIDAD
ko: 보안 강화
pl: EGZEKWOWANIE ZABEZPIECZENIA
uk: ПОСИЛЕНА БЕЗПЕКА
vi: TĂNG CƯỜNG BẢO MẬT
zh_cn: 强制安全性
zh_tw: 強制安全性

source: ROOT PASSWORD
el: ΚΩΔΙΚΟΣ ΠΡΟΣΒΑΣΗΣ ROOT
it: CONTRASEÑA ROOT
ko: 루트 비밀번호
pl: HASŁO ROOT
uk: ПАРОЛЬ АДМІНІСТРАТОРА
vi: MẬT KHẨU ROOT
zh_cn: Root 密码
zh_tw: Root 密碼

source: Ви можете пройти EmuELEC Language to:
uk: Ви збираєтеся встановити мову EmuELEC

source: Emulationstation will restart
uk: Emulationstation перезапуститься
zh_cn: EmulationStation 将重新启动
zh_tw: EmulationStation 將重新啟動

source: LATENCY REDUCTION
uk: ЗМЕНШЕННЯ ЗАТРИМКИ
zh_cn: 减少延迟
zh_tw: 減少延遲

source: RUN-AHEAD FRAMES
uk: КАДРІВ ОБГОНУ (RUN-AHEAD)
zh_cn: 预先执行帧数 (Run-Ahead)
zh_tw: 預先執行幀數 (Run-Ahead)

source: USE RUN-AHEAD FRAMES
uk: ВИК. КАДРИ ОБГОНУ (RUN-AHEAD)
zh_cn: 使用预先执行帧数 (Run-Ahead)
zh_tw: 使用預先執行幀數 (Run-Ahead)

source: RUN-AHEAD USE SECOND INSTANCE
uk: ВИК. ДРУГУ ІНСТАНЦІЮ ДЛЯ ОБГОНУ
zh_cn: 预先执行使用第二个实例
zh_tw: 預先執行使用第二個實例

source: SETTINGS
uk: НАЛАШТУВАННЯ
zh_cn: 设定
zh_tw: 設定

source: HARDCORE MODE
el: ΛΕΙΤΟΥΡΓΙΑ ΣΚΛΗΡΟΥ ΠΥΡΗΝΑ
it: MODO HARDCORE
ko: 하드 코어 모드
pl: TRYB HARDCORE
uk: РЕЖИМ ХАРДКОРУ
vi: CHẾ ĐỘ KHÓ
zh_cn: 硬派模式
zh_tw: 硬派模式

source: LEADERBOARDS
uk: ДОШКА ЛІДЕРІВ
zh_cn: 排行榜
zh_tw: 排行榜

source: VERBOSE MODE
uk: ДЕТАЛЬНИЙ РЕЖИМ
zh_cn: 详细模式
zh_tw: 詳細模式

source: AUTOMATIC SCREENSHOT
uk: АВТОМАТИЧНИЙ СКРІНШОТ
zh_cn: 自动截图
zh_tw: 自動截圖

source: RETROACHIEVEMENTS UNLOCK SOUND
uk: ЗВУК ОТРИМАННЯ РЕТОДОСЯГНЕНЬ
zh_cn: RetroAchievements 成就解锁音效
zh_tw: RetroAchievements 成就解鎖音效

source: none
uk: ні
zh_cn: 无
zh_tw: 無

source: UNLOCK SOUND
uk: ЗВУК ОТРИМАННЯ
zh_cn: 解锁音效
zh_tw: 解鎖音效

source: SHOW IN MAIN MENU
uk: ПОКАЗАТИ У ГОЛОВНОМУ МЕНЮ
zh_cn: 在主菜单中显示
zh_tw: 在主選單中顯示

source: GAME INDEXES
uk: ІНДЕКСИ ГРИ
zh_cn: 游戏索引
zh_tw: 遊戲索引

source: FIND ALL GAMES
uk: ЗНАЙТИ ВСІ ІГРИ
zh_cn: 寻找所有游戏
zh_tw: 尋找所有遊戲

source: FIND NEW GAMES
uk: ЗНАЙТИ НОВІ ІГРИ
zh_cn: 寻找新游戏
zh_tw: 尋找新遊戲

source: UNABLE TO ACTIVATE RETROACHIEVEMENTS :
uk: НЕ ВДАЛОСЯ АКТИВУВАТИ РЕТОДОСТИЖЕННЯ:
zh_cn: 无法启用 RetroAchievements 成就：
zh_tw: 無法啟用 RetroAchievements 成就：

source: ENABLE NETPLAY
uk: УВВІМКНУТИ NETPLAY
zh_cn: 启用 Netplay 联机对战
zh_tw: 啟用 Netplay 連線對戰

source: NICKNAME
el: ΨΕΥΔΟΝΥΜΟ
it: ALIAS
ko: 닉네임
pl: PSEUDONIM
uk: НІКНЕЙМ
vi: BIỆT DANH
zh_cn: 昵称
zh_tw: 暱稱

source: PORT
el: ΠΟΡΤΑ
it: PUERTO
ko: 포트
uk: ПОРТ
vi: CỔNG
zh_cn: 端口
zh_tw: 連接埠

source: USE RELAY SERVER
uk: ВИК. СЕРВЕР РЕТРАНСЛЯЦІЇ
zh_cn: 使用中继服务器
zh_tw: 使用中繼伺服器

source: CHECK MISSING INDEXES AT STARTUP
uk: ПЕРЕВІРИТИ ВІДСУТ. ІНДЕКСИ ПРИ СТАРТІ
zh_cn: 启动时检查缺少索引
zh_tw: 啟動時檢查缺少索引

source: DEFAULT SETTINGS
uk: НАЛАШТУВАННЯ ЗА ЗАМОВЧУВАННЯМ
zh_cn: 默认设定
zh_tw: 預設設定

source: GAME RATIO
el: ΜΟΡΦΗ ΠΑΙΧΝΙΔΙΟΥ
it: RELACIÓN DE ASPECTO
ko: 게임 비율
pl: ROZDZIELCZOŚĆ GRY
uk: СПІВДІЛ СТОРІН
vi: TỶ LỆ KHUNG HÌNH
zh_cn: 游戏画面比例
zh_tw: 遊戲畫面比例

source: SMOOTH GAMES
el: ΟΜΑΛΗ ΛΕΙΤΟΥΡΓΙΑ ΠΑΙΧΝΙΔΙΩΝ
it: SUAVIZAR JUEGOS
ko: 부드러운 게임
pl: WYGŁADZANIE GIER
uk: ЗГЛАШУВАННЯ КАРТИНКИ
vi: LÀM MỊN HÌNH ẢNH
zh_cn: 平滑化游戏画面
zh_tw: 平滑化遊戲畫面

source: ENABLE RA BEZELS
uk: УВІМКНУТИ БЕЗЛИКІ RA
zh_cn: 启用 RA 边框
zh_tw: 啟用 RA 邊框

source: ENABLE MAX PERFORMANCE
uk: УВІМКНИТИ МАКСИМАЛЬНУ ПРОДУКТИВНІСТЬ
zh_cn: 启用最大性能
zh_tw: 啟用最大效能

source: REWIND
el: ΠΙΣΩ
it: REBOBINAR
ko: 되감기
pl: PRZEWIJANIE
uk: ПЕРЕМОТКА
vi: TUA LẠI
zh_cn: 倒带
zh_tw: 倒帶

source: INTEGER SCALE (PIXEL PERFECT)
el: ΚΛΙΜΑΚΑ ΑΚΕΡΑΙΩΝ (PIXEL PERFECT)
it: ESCALA COMPLETA (PIXEL PERFECT)
pl: SKALOWANIE CAŁKOWITE (PIKSELOWE)
uk: ЦЕЛЕ МАСШТАБУВАННЯ (ІДЕАЛЬНО)
vi: TỶ LỆ NGUYÊN (PIXEL PERFECT)
zh_cn: 整数缩放（像素完美）
zh_tw: 整數縮放（像素完美）

source: AUTO SAVE/LOAD
el: ΑΥΤΟΜΑΤΗ ΑΠΟΘΗΚΕΥΣΗ/ΦΟΡΤΩΣΗ
it: GUARDAR/CARGAR AUTOMÁTICAMENTE
ko: 자동 저장 /로드
pl: AUTOMATYCZNY ZAPIS/WCZYTANIE
uk: АВТО ЗБЕРІГАННЯ/ЗАВАНТАЖЕННЯ
vi: TỰ ĐỘNG LƯU/TẢI
zh_cn: 自动储存/加载
zh_tw: 自動儲存/載入

source: SHOW SAVE SNAPSHOTS
uk: ПОКАЗАТИ ЗБЕРІГАННЯ
zh_cn: 显示实时存盘
zh_tw: 顯示即時存檔

source: SHOW SNAPSHOTS IF NOT EMPTY
uk: ПОКАЗАТИ ЗБЕРЕЖЕННЯ, ЯКЩО Є
zh_cn: 若有实时存盘则显示
zh_tw: 若有即時存檔則顯示

source: SHADERS SET
el: ΡΥΘΜΙΣΕΙΣ ΣΚΙΑΣΗΣ
it: CONJUNTO DE SHADERS
ko: 쉐이더 세트
pl: USTAWIENIA SHADERÓW
uk: ШЕЙДЕРИ
vi: BỘ SHADER
zh_cn: 着色器组
zh_tw: 著色器組

source: DECORATION
uk: РАМКИ (ОВЕРЛЕЇ)
zh_cn: 装饰 (边框)
zh_tw: 裝飾 (邊框)

source: STRETCH BEZELS (4K & ULTRAWIDE)
uk: РОСТЯНУТИ РАМКИ (4K та ULTRAWIDE)
zh_cn: 延展边框 (4K 与超宽屏幕)
zh_tw: 延展邊框 (4K 與超寬螢幕)

source: AI GAME TRANSLATION
uk: ШІ ПЕРЕКЛАД ГРИ
zh_cn: AI 游戏翻译
zh_tw: AI 遊戲翻譯

source: ENABLE AI SERVICE
uk: УВІМКНУТИ ШІ СЕРВІСИ
zh_cn: 启用 AI 服务
zh_tw: 啟用 AI 服務

source: TARGET LANGUAGE
uk: МОВА ПЕРЕКЛАДУ
zh_cn: 目标语言
zh_tw: 目標語言

source: SERVICE URL
uk: URL СЕРВІСУ
zh_cn: 服务网址
zh_tw: 服務網址

source: PAUSE ON TRANSLATED SCREEN
uk: ПАУЗА У ВІКНІ ПЕРЕКЛАДУ
zh_cn: 在翻译画面暂停
zh_tw: 在翻譯畫面暫停

source: PER SYSTEM ADVANCED CONFIGURATION
uk: ДОДАТКОВІ НАЛАШТУВАННЯ СИСТЕМИ
zh_cn: 个别系统进阶设定
zh_tw: 個別系統進階設定

source: GAME HASHING IS RUNNING. DO YOU WANT TO STOP IT?
uk: ЗАПУЩЕНО ХЕШУВАННЯ ІГОР ЗУПИНИТИ?

source: REALLY UPDATE GAMES LISTS?
uk: ХОЧЕТЕ ОНОВИТИ СПИСКИ ІГОР?

source: CONFIGURE A CONTROLLER
el: ΔΙΑΜΟΡΦΩΣΗ ΧΕΙΡΙΣΤΗΡΙΟΥ
it: CONFIGURAR UN MANDO
ko: 컨트롤러 구성
pl: KONFIGURACJA KONTROLERA
uk: НАЛАШТУВАТИ КОНТРОЛЕР
vi: CẤU HÌNH TAY CẦM
zh_cn: 设定控制器
zh_tw: 設定控制器

source: YOU ARE GOING TO CONFIGURE A CONTROLLER. IF YOU HAVE ONLY ONE JOYSTICK, CONFIGURE THE DIRECTIONS KEYS AND SKIP JOYSTICK CONFIG BY HOLDING A BUTTON. IF YOU DO NOT HAVE A SPECIAL KEY FOR HOTKEY, CHOOSE THE SELECT BUTTON. SKIP ALL BUTTONS YOU DO NOT HAVE BY HOLDING A KEY. BUTTONS NAMES ARE BASED ON THE SNES CONTROLLER.
el: ΠΡΟΚΕΙΤΑΙ ΝΑ ΔΙΑΜΟΡΦΩΣΕΤΕ ΕΝΑ ΧΕΙΡΙΣΤΗΡΙΟ. ΕΑΝ ΕΧΕΤΕ ΜΟΝΟ ΕΝΑ JOYSTICK, ΔΙΑΜΟΡΦΩΣΤΕ ΤΑ ΠΛΗΚΤΡΑ ΚΑΤΕΥΘΥΝΣΕΩΝ ΚΑΙ ΠΑΡΑΒΛΕΨΤΕ ΤΗ ΔΙΑΜΟΡΦΩΣΗ ΤΟΥ JOYSTICK ΚΡΑΤΩΝΤΑΣ ΠΑΤΗΜΕΝΟ ΕΝΑ ΠΛΗΚΤΡΟ. ΕΑΝ ΔΕΝ ΔΙΑΘΕΤΕΤΕ ΕΙΔΙΚΟ ΠΛΗΚΤΡΟ ΓΙΑ HOTKEY ΠΡΟΣΒΑΣΗΣ, ΕΠΙΛΕΞΤΕ ΤΟ ΚΟΥΜΠΙ ΕΠΙΛΟΓΗΣ (SELECT). ΠΑΡΑΛΕΙΨΤΕ ΟΛΑ ΤΑ ΚΟΥΜΠΙΑ ΠΟΥ ΔΕΝ ΕΧΕΤΕ ΚΡΑΤΑΟΝΤΑΣ ΠΑΤΗΜΕΝΟ ΕΝΑ ΠΛΗΚΤΡΟ. ΤΑ ΟΝΟΜΑΤΑ ΚΟΥΜΠΙΩΝ ΒΑΣΙΖΟΝΤΑΙ ΣΤΟ ΧΕΙΡΙΣΤΗΡΙΟ NINTENDO.
it: SI SÓLO EXISTE UN MANDO, CONFIGURAR LAS DIRECCIONES Y OMITIR LA CONFIGURACIÓN, MANTENIENDO PRESIONADO UN BOTÓN. SI CARECE DE BOTÓN PARA HOTKEY, UTILIZAR BOTÓN SELECT. OMITIR BOTONES FALTANTES, MANTENIENDO PRESIONADO CUALQUIER OTRO BOTÓN. LOS NOMBRES DE LOS BOTONES SE BASAN EN EL MANDO DE SNES.
ko: 컨트롤러를 구성하려고합니다. 하나의 조이스틱 만있는 경우 버튼을 눌러 방향키와 건너 뛰기 조이스틱 구성을 구성하십시오. 핫키 용 특수 키가없는 경우, 선택 버튼을 선택하십시오. 열쇠를 잡고 있지 않은 모든 단추를 건너 뛰십시오. 버튼 이름은 SNES 컨트롤러를 기반으로합니다.
pl: CHCESZ SKONFIGUROWAĆ KONTROLER? JEŚLI MASZ TYLKO JOYSTICK, SKONFIGURUJ KLAWISZE KIERUNKOWE I POMIŃ KONFIGURACJĘ JOYSTICKA, PRZYTRZYMUJĄC PRZYCISK. JEŚLI NIE MASZ SPECJALNEGO KLAWISZA SKRÓTU, WYBIERZ PRZYCISK WYBIERZ. POMIŃ WSZYSTKIE PRZYCISKI, KTÓRYCH NIE MASZ, PRZYTRZYMUJĄC KLUCZ. NAZWY PRZYCISKÓW SĄ OPARTE NA KONTROLERZE SNES.
uk: ВИ ЗБИРАЄТЕСЯ НАЛАШТУВАТИ КОНТРОЛЕР. ЯКЩО НА ВАШОМУ КОНТРОЛЕРІ МАЄТЬСЯТІЛЬКИ ОДИН АНАЛОГОВИЙ СТІК, НАЛАШТУЙТЕ ЙОГО НАПРЯМКИ І ПРОПУСТИТЕНАЛАШТУВАННЯ ДРУГОГО СТІКУ, НАТИСНУВ І УТРИМУЮЧИ БУДЬ-ЯКУ КНОПКУ. ЯКЩО НА ВАШОМУКОНТРОЛЕРІ ВІДСУТНЄ ОКРЕМА "ГАРЯЧА" КНОПКА, ВИКОРИСТОВУЙТЕ ЗАМІСТЬ НЕЇ КНОПКУ SELECT. НАЗВИ КНОПОК ОСНОВАНІ НА SNES КОНТРОЛЕРІ.
vi: BẠN ĐANG CẤU HÌNH TAY CẦM. NẾU BẠN CHỈ CÓ MỘT CẦN XOAY (JOYSTICK), HÃY CẤU HÌNH CÁC PHÍM HƯỚNG VÀ BỎ QUA CẦN XOAY BẰNG CÁCH GIỮ MỘT NÚT BẤT KỲ. NẾU KHÔNG CÓ PHÍM HOTKEY RIÊNG, HÃY CHỌN NÚT SELECT. BỎ QUA CÁC NÚT KHÔNG CÓ BẰNG CÁCH GIỮ YÊN MỘT PHÍM. TÊN CÁC NÚT DỰA TRÊN TAY CẦM SNES.
zh_cn: 您即将设定一个控制器。请先设定箭头键，然后长按按钮跳过按键设定。如果您没有专用的热键按钮，请优先选择 SELECT 按钮。按钮的规格基于 SNES 控制器。
zh_tw: 您即將設定一個控制器。請先設定方向鍵，然後長按按鈕跳過按鍵設定。如果您沒有專用的熱鍵按鈕，請優先選擇 SELECT 按鈕。按鈕的規格基於 SNES 控制器。

source: PAIR A BLUETOOTH CONTROLLER
el: ΣΥΝΔΕΕΣΤΕ ΕΝΑ ΧΕΙΡΙΣΤΗΡΙΟ BLUETOOTH
it: VINCULAR MANDO BLUETOOTH
ko: 블루투스 컨트롤러 페어링
pl: SPARUJ KONTROLER BLUETOOTH
uk: СПОЛУЧЕННЯ BLUETOOTH КОНТРОЛЕРА
vi: GHÉP NỐI TAY CẦM BLUETOOTH
zh_cn: 配对蓝牙控制器
zh_tw: 配對藍牙控制器

source: INPUT P%i
el: ΕΙΣΑΓΩΓΗ %i
it: ENTRADA P%i
ko: 입력 P%i
pl: WEJŚCIE %i
uk: КЕРУВАННЯ P%i
vi: ĐẦU VÀO P%i
zh_cn: 输入 P%i
zh_tw: 輸入 P%i

source: default
ko: 기본
uk: за замовчуванням
vi: mặc định
zh_cn: 默认
zh_tw: 預設

source: SHOW CONTROLLER ACTIVITY
uk: ПОКАЗАТИ АКТИВНІСТЬ КОНТРОЛЕРА
zh_cn: 显示控制器活动
zh_tw: 顯示控制器活動

source: SHOW CONTROLLER BATTERY LEVEL
uk: ПОКАЗАТИ РІВЕНЬ ЗАРЯДУ КОНТРОЛЕРА
zh_cn: 显示控制器电量
zh_tw: 顯示控制器電量

source: YOU MUST APPLY THE THEME BEFORE EDIT CONFIGURATION
pl: MUSISZ ZASTOSOWAĆ MOTYW PRZED EDYCJĄ KONFIGURACJI
uk: ВИ ПОВИННІ ЗАСТОСУВАТИ ТЕМУ ПЕРЕД ЗМІНАМИ НАЛАШТУВАНЬ
zh_cn: 您必须先应用主题才能编辑设定
zh_tw: 您必須先套用主題才能編輯設定

source: THEME CONFIGURATION
el: ΡΥΘΜΙΣΕΙΣ ΘΕΜΑΤΟΣ
it: CONFIGURACIÓN DEL TEMA
ko: 테마 구성
pl: KONFIGURACJA MOTYWU
uk: НАЛАШТУВАННЯ ТЕМИ
vi: CẤU HÌNH GIAO DIỆN
zh_cn: 主题设定
zh_tw: 主題設定

source: VIEW CUSTOMISATION
pl: ZOBACZ PERSONALIZACJĘ
uk: ДОДАТКОВІ НАЛАШТУВАННЯ
zh_cn: 查看自定义选项
zh_tw: 檢視自訂選項

source: GAMELIST STYLE
uk: СТИЛЬ СПИСКУ ІГОР
zh_cn: 游戏列表样式
zh_tw: 遊戲列表樣式

source: GAMELIST VIEW STYLE
el: ΣΤΥΛ ΠΡΟΒΟΛΗΣ ΛΙΣΤΑΣ ΠΑΙΧΝΙΔΙΩΝ
ko: 게임리스트 스타일
pl: STYL WIDOKU GIER
uk: ВИД СПИСКУ ІГОР
vi: KIỂU HIỂN THỊ DANH SÁCH GAME
zh_cn: 游戏列表查看样式
zh_tw: 遊戲列表檢視樣式

source: automatic
el: αυτόματο
ko: 오토매틱
pl: automatyczne
uk: автоматично
vi: tự động
zh_cn: 自动
zh_tw: 自動

source: basic
el: βασικός
ko: 기본
pl: podstawowe
uk: базовий
vi: cơ bản
zh_cn: 基本
zh_tw: 基本

source: detailed
el: λεπτομερής
ko: 상세한
pl: szczegółowy
uk: детальніше
vi: chi tiết
zh_cn: 详细
zh_tw: 詳細

source: BOXES
uk: ОБКЛАДКИ(БОКС)
zh_cn: 盒装
zh_tw: 盒裝

source: TILES
uk: ПЛИТКА
zh_cn: 砖块
zh_tw: 磚塊

source: boxes
uk: ОБКЛАДКИ(БОКС)
zh_cn: 盒装
zh_tw: 盒裝

source: tiles
uk: ПЛИТКА
zh_cn: 砖块
zh_tw: 磚塊

source: DEFAULT GRID SIZE
el: ΠΡΟΕΠΙΛΟΓΗΜΕΝΟ ΜΕΓΕΘΟΣ ΠΛΕΓΜΑΤΟΣ
ko: 기본 GRID 크기
pl: DOMYŚLNY ROZMIAR SIATKI
uk: РОЗМІР СІТКИ ЗА ЗАМОВЧУВАННЯМ
vi: KÍCH THƯỚC LƯỚI MẶC ĐỊNH
zh_cn: 默认网格大小
zh_tw: 預設網格大小

source: GAMELIST THEME OPTIONS
uk: НАЛАШТУВАННЯ ТЕМИ СПИСКУ ІГОР
zh_cn: 游戏列表主题选项
zh_tw: 遊戲列表主題選項

source: THEME OPTIONS
uk: НАЛАШТУВАННЯ ТЕМИ
zh_cn: 主题选项
zh_tw: 主題選項

source: DEFAULT VALUE
uk: ЗНАЧЕННЯ ЗА ЗАМОВЧУВАННЯМ
zh_cn: 默认值
zh_tw: 預設值

source: GAMELIST OPTIONS
uk: НАЛАШТУВАННЯ СПИСКУ ІГОР
zh_cn: 游戏列表选项
zh_tw: 遊戲列表選項

source: SHOW FAVORITES ON TOP
ko: 상단에 즐겨찾기 보기
pl: POKAŻ ULUBIONE NA GÓRZE
uk: ОБРАНІ ВВЕРХУ СПИСКУ
zh_cn: 将我的最爱显示在顶部
zh_tw: 將我的最愛顯示在頂部

source: SHOW HIDDEN FILES
el: ΕΜΦΑΝΙΣΗ ΚΡΥΦΩΝ ΑΡΧΕΙΩΝ
ko: 숨겨진 파일 표시
pl: POKAŻ UKRYTE PLIKI
uk: ПОКАЗАТИ СХОВАНІ ФАЙЛИ
vi: HIỂN THỊ TẬP TIN ẨN
zh_cn: 显示隐藏文件
zh_tw: 顯示隱藏檔案

source: SHOW FOLDERS
ko: 폴더 표시
pl: POKAŻ FOLDERY
uk: ПОКАЗАТИ ПАПКИ
zh_cn: 显示文件夹
zh_tw: 顯示資料夾

source: always
ko: 항상
uk: завжди
vi: luôn luôn
zh_cn: 总是
zh_tw: 總是

source: never
el: ποτέ
it: nunca
ko: 결코아님
pl: nigdy
uk: ніколи
vi: không bao giờ
zh_cn: 永不
zh_tw: 永不

source: having multiple games
uk: кілька ігор
zh_cn: 拥有多个游戏时
zh_tw: 擁有多個遊戲時

source: SHOW '..' PARENT FOLDER
uk: ПОКАЗАТИ '..' БАТЬКІВСЬКОЇ ПАПКИ
zh_cn: 显示 '..' 上层文件夹
zh_tw: 顯示 '..' 上層資料夾

source: BEFORE NAME
uk: ПЕРЕД НАЗВОЮ
zh_cn: 名称之前
zh_tw: 名稱之前

source: AFTER NAME
uk: ПІСЛЯ НАЗВИ
zh_cn: 名称之后
zh_tw: 名稱之後

source: SHOW LANGUAGE FLAG IN LISTS
uk: ПОКАЗАТИ МОВНИЙ ПРАПОР У СПИСКАХ
zh_cn: 在列表中显示语言标识
zh_tw: 在列表中顯示語言旗幟

source: SHOW SAVESTATES FLAG IN LISTS
uk: ПОКАЗАТИ ПРАПОР ЗБЕРЕЖЕНЬ У СПИСКАХ
zh_cn: 在列表中显示实时存盘标识
zh_tw: 在列表中顯示即時存檔旗幟

source: SHOW MANUAL ICON IN LISTS
uk: ПОКАЗАТИ ІКОНКУ КЕРІВНИЦТВА У СПИСКАХ
zh_cn: 在列表中显示说明书图标
zh_tw: 在列表中顯示說明書圖示

source: SHOW FILENAMES IN LISTS
pl: POKAŻ NAZWY PLIKÓW NA LISTACH
uk: ПОКАЗАТИ СПРАВЖНЮ НАЗВУ ФАЙЛУ
zh_cn: 在列表中显示文件名
zh_tw: 在列表中顯示檔案名稱

source: FILE EXTENSIONS
uk: РОЗШИРЕННЯ ФАЙЛУ
zh_cn: 扩展名
zh_tw: 副檔名

source: RESET CUSTOMISATIONS
uk: СКИНУТИ НАЛАШТУВАННЯ
zh_cn: 重设自定义选项
zh_tw: 重設自訂選項

source: APPEARENCE
uk: ЗОВНІШНІЙ ВИГЛЯД
zh_cn: 外观
zh_tw: 外觀

source: THEME SET
it: TEMA
ko: THEME 설정
uk: ТЕМА
zh_cn: 主题组
zh_tw: 主題組

source: video
pl: wideo
uk: відео
zh_cn: 视频
zh_tw: 影片

source: VIDEO
uk: ВІДЕО
zh_cn: 视频
zh_tw: 影片

source: grid
el: πλέγμα
ko: 그리드
pl: siatka
uk: сітка
vi: dạng lưới
zh_cn: 网格
zh_tw: 網格

source: DISPLAY OPTIONS
uk: НАЛАШТУВАННЯ ЕКРАНА
zh_cn: 显示选项
zh_tw: 顯示選項

source: SCREENSAVER SETTINGS
el: ΡΥΘΜΙΣΕΙΣ ΠΡΟΣΤΑΣΙΑΣ ΟΘΟΝΗΣ
ko: LAUNCH SCREENSAVER
pl: USTAWIENIA WYGASZACZA EKRANU
uk: НАЛАШТУВАННЯ ЗАСТАВКИ
vi: CÀI ĐẶT BẢO VỆ MÀN HÌNH
zh_cn: 屏幕保护程序设定
zh_tw: 螢幕保護程式設定

source: TRANSITION STYLE
el: ΣΤΥΛ ΜΕΤΑΒΑΣΗΣ
it: TIPO DE TRANSICIÓN
ko: 전환 스타일
pl: STYL PRZEJŚCIA
uk: СТИЛЬ ПЕРЕХОДІВ
vi: KIỂU CHUYỂN CẢNH
zh_cn: 转场样式
zh_tw: 轉場樣式

source: GAME LAUNCH TRANSITION
el: ΜΕΤΑΒΑΣΗ ΚΑΤΑ ΤΗΝ ΕΚΚΙΝΗΣΗ ΤΟΥ ΠΑΙΧΝΙΔΙΟΥ
ko: 게임 시작 전환
pl: PRZEJŚCIE URUCHAMIANIA GRY
uk: АНІМАЦІЯ ЗАПУСКУ ГРИ
vi: HIỆU ỨNG CHUYỂN CẢNH KHI VÀO GAME
zh_cn: 游戏启动转场效果
zh_tw: 遊戲啟動轉場效果

source: SHOW CLOCK
pl: POKAŻ ZEGAR
uk: ПОКАЗАТИ ГОДИННИК
vi: HIỆN ĐỒNG HỒ
zh_cn: 显示时钟
zh_tw: 顯示時鐘

source: ON-SCREEN HELP
el: ΒΟΗΘΕΙΑ ΣΤΗΝ ΟΘΟΝΗ
it: AYUDA EN PANTALLA
pl: POMOC NA EKRANIE
uk: ЕКРАНІ ПІДКАЗКИ
vi: HƯỚNG DẪN TRÊN MÀN HÌNH
zh_cn: 屏幕说明
zh_tw: 螢幕說明

source: SHOW BATTERY STATUS
pl: POKAŻ STAN BATERII
uk: ПОКАЗАТИ СТАН БАТАРЕЇ
zh_cn: 显示电池状态
zh_tw: 顯示電池狀態

source: ICON
pl: IKONA
uk: ІКОНКА
zh_cn: 图示
zh_tw: 圖示

source: ICON AND TEXT
pl: IKONA I TEKST
uk: ІКОНКА І ТЕКСТ
zh_cn: 图标与文字
zh_tw: 圖示與文字

source: VOLUME
uk: ГУЧНІСТЬ
zh_cn: 音量
zh_tw: 音量

source: SYSTEM VOLUME
el: ΕΝΤΑΣΗ ΗΧΟΥ ΣΥΣΤΗΜΑΤΟΣ
it: VOLUMEN DE SISTEMA
ko: 시스템 볼륨
pl: GŁOŚNOŚĆ SYSTEMU
uk: ГУЧНІСТЬ СИСТЕМИ
vi: ÂM LƯỢNG HỆ THỐNG
zh_cn: 系统音量
zh_tw: 系統音量

source: MUSIC VOLUME
uk: ГУЧНІСТЬ МУЗИКИ
zh_cn: 音乐音量
zh_tw: 音樂音量

source: SHOW OVERLAY WHEN VOLUME CHANGES
pl: POKAŻ PASEK PRZY ZMIANIE GŁOŚNOŚCI
uk: ПОКАЗАТИ ОВЕРЛЕЙ ЗМІНИ ГУЧНОСТІ
zh_cn: 音量变更时显示迭加图标
zh_tw: 音量變更時顯示疊加圖示

source: MUSIC
uk: МУЗИКА
zh_cn: 音乐
zh_tw: 音樂

source: FRONTEND MUSIC
el: ΜΟΥΣΙΚΗ ΥΠΟΚΡΟΥΣΗ
it: MÚSICA DE FONDO
ko: 프론트 뮤직
pl: MUZYKA W TLE
uk: ФОНОВА МУЗИКА
vi: NHẠC NỀN GIAO DIỆN
zh_cn: 前端背景音乐
zh_tw: 前端背景音樂

source: DISPLAY SONG TITLES
ko: 노래 제목 표시
pl: WYŚWIETL TYTUŁY PIOSENEK
uk: ПОКАЗАТИ НАЗВУ ПІСНІ
vi: HIỂN THỊ TÊN BÀI HÁT
zh_cn: 显示歌曲标题
zh_tw: 顯示歌曲標題

source: HOW MANY SECONDS FOR SONG TITLES
uk: ТРИВАЛЬНІСТЬ НАЗВИ ПІСНІ
zh_cn: 歌曲标题显示秒数
zh_tw: 歌曲標題顯示秒數

source: ONLY PLAY SYSTEM-SPECIFIC MUSIC FOLDER
ko: 시스템 특정 음악 폴더 만 재생
pl: ODTWARZAJ TYLKO FOLDER Z MUZYKĄ PRZEZNACZONY DLA KONKRETNEGO SYSTEMU
uk: МУЗИКА ТІЛЬКИ З СИСТЕМНОЇ ПАПКИ
vi: CHỈ PHÁT NHẠC TRONG THƯ MỤC HỆ THỐNG
zh_cn: 仅播放特定系统的音乐文件夹
zh_tw: 僅播放特定系統的音樂資料夾

source: PLAY THEME MUSICS
ko: 테마 음악 재생
pl: ODTWÓRZ MUZYKĘ TEMATYCZNĄ
uk: МУЗИКА З ТЕМИ
vi: PHÁT NHẠC CỦA GIAO DIỆN
zh_cn: 播放主题音乐
zh_tw: 播放主題音樂

source: LOWER MUSIC WHEN PLAYING VIDEO
pl: CISZ GŁOŚNOŚĆ MUZYKI PODCZAS ODTWARZANIA WIDEO
uk: ЗМЕНШИТИ ГУЧ. МУЗИКИ ПРИ ВІДТВ. ВІДЕО
zh_cn: 播放视频时降低音乐音量
zh_tw: 播放影片時降低音樂音量

source: SOUNDS
uk: ЗВУКИ
zh_cn: 音效
zh_tw: 音效

source: ENABLE NAVIGATION SOUNDS
el: ΕΝΕΡΓΟΠΟΙΗΣΤΕ ΤΟΥΣ ΗΧΟΥΣ ΠΛΟΗΓΗΣΗΣ
ko: 탐색 소리 활성화
pl: WŁĄCZ DŹWIĘK NAWIGACJI
uk: УВІМКНУТИ ЗВУКИ НАВІГАЦІЇ
vi: BẬT ÂM THANH ĐIỀU HƯỚNG
zh_cn: 启用导航音效
zh_tw: 啟用導覽音效

source: ENABLE VIDEO AUDIO
el: ΕΝΕΡΓΟΠΟΙΗΣΗ ΗΧΟΥ ΒΙΝΤΕΟ
ko: 비디오 오디오 활성화
pl: WŁĄCZ DŹWIĘK VIDEO
uk: УВІМКНИТИ ЗВУК У ВІДЕО
vi: BẬT ÂM THANH VIDEO
zh_cn: 启用视频音效
zh_tw: 啟用影片音訊

source: IP ADDRESS
el: ΔΙΕΥΘΥΝΣΗ IP
it: DIRECCIÓN IP
ko: IP 주소
pl: ADRES IP
uk: IP АДРЕСА
vi: ĐỊA CHỈ IP
zh_cn: IP 地址
zh_tw: IP 位址

source: CONNECTED
el: ΣΥΝΔΕΔΕΜΕΝΟ
it: CONECTADO
ko: 연결됨
pl: POŁĄCZONO
uk: ПІДКЛЮЧЕНО
vi: ĐÃ KẾT NỐI
zh_cn: 已联机
zh_tw: 已連線

source: NOT CONNECTED
el: ΔΕΝ ΕΧΕΙ ΣΥΝΔΕΘΕΙ
it: NO CONECTADO
ko: 연결되지 않은
pl: NIEPOŁĄCZONO
uk: НЕ ПІДКЛЮЧЕНО
vi: CHƯA KẾT NỐI
zh_cn: 未联机
zh_tw: 未連線

source: INTERNET STATUS
uk: СТАТУС МЕРЕЖІ
zh_cn: 互联网状态
zh_tw: 網際網路狀態

source: HOSTNAME
el: ΟΝΟΜΑ HOST
it: NOMBRE DE HOST
ko: 호스트 이름
pl: NAZWA HOSTA
uk: ІМ'Я ХОСТУ
zh_cn: 主机名
zh_tw: 主機名稱

source: ENABLE WIFI
el: ΕΝΕΡΓΟΠΟΙΗΣΗ WI-FI
it: ACTIVAR WIFI
ko: 와이파이 활성화
pl: WŁĄCZ WIFI
uk: УВІМКНИТИ WI-FI
vi: BẬT WIFI
zh_cn: 启用 Wi-Fi
zh_tw: 啟用 Wi-Fi

source: WIFI SSID
it: SSID WIFI
ko: 와이파이 SSID
pl: NAZWA SIECI WIFI
uk: ІМ'Я МЕРЕЖІ WI-FI
vi: TÊN WIFI (SSID)
zh_cn: Wi-Fi SSID (网络名称)
zh_tw: Wi-Fi SSID (網路名稱)

source: WIFI KEY
el: ΚΩΔΙΚΟΣ WIFI
it: CLAVE WIFI
ko: 와이파이 키
pl: HASŁO WIFI
uk: ПАРОЛЬ МЕРЕЖІ WI-FI
vi: MẬT KHẨU WIFI
zh_cn: Wi-Fi KEY (密码)
zh_tw: Wi-Fi KEY (密碼)

source: WIFI ENABLED
el: ΤΟ WIFI ΕΝΕΡΓΟΠΟΙΗΘΗΚΕ
it: WIFI ACTIVADO
ko: 와이파이 가능
pl: WIFI WŁĄCZONO
uk: WI-FI УВІМКНЕНО
vi: ĐÃ BẬT WIFI

source: WIFI CONFIGURATION ERROR
el: ΣΦΑΛΜΑ ΡΥΘΜΙΣΗΣ WIFI
it: ERROR DE CONFIGURACIÓN WIFI
ko: 와이파이 구성 오류
pl: BŁĄD KONFIGURACJI WIFI
uk: ПОМИЛКА WI-FI КОНФІГУРАЦІЇ
vi: LỖI CẤU HÌNH WIFI
zh_cn: Wi-Fi 设定错误
zh_tw: Wi-Fi 設定錯誤

source: QUICK ACCESS
uk: ШВИДКИЙ ДОСТУП
zh_cn: 快速存取
zh_tw: 快速存取

source: SKIP TO NEXT SONG
uk: ПРОПУСТИТИ ПІСНЮ
zh_cn: 跳至下一首歌曲
zh_tw: 跳至下一首歌曲

source: LISTENING NOW
uk: ЗАРАЗ ГРАЄ
zh_cn: 正在播放
zh_tw: 正在播放

source: LAUNCH SCREENSAVER
el: ΕΚΚΙΝΗΣΗ ΠΡΟΣΤΑΣΙΑΣ ΟΘΟΝΗΣ
pl: WŁĄCZ WYGASZACZ EKRANU
uk: ЗАСТАВКА
vi: MỞ TRÌNH BẢO VỆ MÀN HÌNH
zh_cn: 启动屏幕保护程序
zh_tw: 啟動螢幕保護程式

source: VIEW USER'S MANUAL
uk: КЕРІВНИЦТВО КОРИСТУВАЧА
zh_cn: 查看使用者手册
zh_tw: 檢視使用者手冊

source: VIEW BATOCERA MANUAL
uk: КЕРІВНИЦТВО КОРИСТУВАЧА BATOCERA
zh_cn: 查看 Batocera 手册
zh_tw: 檢視 Batocera 手冊

source: RESTART EMULATIONSTATION
ko: ES 재시작
pl: URUCHOM PONOWNIE EMULATIONSTATION
uk: ПЕРЕЗАВАНТАЖИТИ EMULATIONSTATION
zh_cn: 重新启动 EmulationStation
zh_tw: 重新啟動 EmulationStation

source: REALLY RESTART EMULATIONSTATION?
uk: ВПЕВНЕНІ в ПЕРЕЗАВАНТАЖИТИ EMULATIONSTATION?
zh_cn: 确定要重新启动 EmulationStation？
zh_tw: 確定要重新啟動 EmulationStation？

source: START RETROARCH
uk: ЗАПУСК RETROARCH
zh_cn: 启动 RetroArch
zh_tw: 啟動 RetroArch

source: REALLY START RETROARCH?
uk: ТОЧНО ЗАПУСТИТИ RETROARCH?
zh_cn: 确定要启动 RetroArch？
zh_tw: 確定要啟動 RetroArch？

source: REBOOT FROM NAND
uk: ПЕРЕЗАВАНТАЖИТИ В NAND
zh_cn: 从 NAND 重新启动
zh_tw: 從 NAND 重新開機

source: REALLY REBOOT FROM NAND?
uk: ТОЧНО ПЕРЕЗАВАНТАЖИТИ В NAND?
zh_cn: 确定要从 NAND 重新启动？
zh_tw: 確定要從 NAND 重新開機？

source: RESTART SYSTEM
el: ΕΠΑΝΕΚΚΙΝΗΣΗ ΣΥΣΤΗΜΑΤΟΣ
it: REINICIAR SISTEMA
ko: 시스템 재시작
pl: RESTART SYSTEMU
uk: ПЕРЕЗАВАНТАЖИТИ СИСТЕМУ
vi: KHỞI ĐỘNG LẠI HỆ THỐNG
zh_cn: 重新启动系统
zh_tw: 重新啟動系統

source: REALLY RESTART?
el: ΘΕΛΕΤΕ ΝΑ ΓΙΝΕΙ ΕΠΑΝΕΚΚΙΝΗΣΗ;
it: ¿REINICIAR?
ko: 다시 시작 합니까?
pl: NAPEWNO ZRESTARTOWAĆ?
uk: ТОЧНО ПЕРЕЗАВАНТАЖИТИ?
vi: BẠN CÓ THỰC SỰ MUỐN KHỞI ĐỘNG LẠI?
zh_cn: 确定要重新启动？
zh_tw: 確定要重新啟動？

source: SHUTDOWN SYSTEM
el: ΑΠΕΝΕΡΓΟΠΟΙΗΣΗ
it: APAGAR SISTEMA
ko: 셧다운 시스템
pl: WYŁĄCZANIE SYSTEMU
uk: ВИМКНУТИ СИСТЕМУ
vi: TẮT HỆ THỐNG
zh_cn: 关闭系统
zh_tw: 關閉系統

source: REALLY SHUTDOWN?
el: ΘΕΛΕΤΕ ΝΑ ΓΙΝΕΙ ΑΠΕΝΕΡΓΟΠΟΙΗΣΗ;
it: ¿APAGAR?
ko: 시스템을 종료합니까?
pl: NAPEWNO WYŁĄCZYĆ?
uk: ТОЧНО ВИМКНУТИ?
vi: BẠN CÓ THỰC SỰ MUỐN TẮT MÁY?
zh_cn: 确定要关机？
zh_tw: 確定要關機？

source: FAST SHUTDOWN SYSTEM
el: ΓΡΗΓΟΡΗ ΑΠΕΝΕΡΓΟΠΟΙΗΣΗ ΣΥΣΤΗΜΑΤΟΣ
it: APAGAR RÁPIDO
ko: 빠른 시스템 종료
pl: SZYBKIE WYŁĄCZENIE SYSTEMU
uk: ШВИДКЕ ВИМИКАННЯ СИСТЕМИ
vi: TẮT HỆ THỐNG NHANH
zh_cn: 快速关闭系统
zh_tw: 快速關閉系統

source: REALLY SHUTDOWN WITHOUT SAVING METADATAS?
el: ΣΙΓΟΥΡΑ ΑΠΕΝΕΡΓΟΠΟΙΗΣΗ ΧΩΡΙΣ ΑΠΟΘΗΚΕΥΣΗ ΔΕΔΟΜΕΝΩΝ;
it: ¿APAGAR SIN GUARDAR DATOS?
ko: 메타 데이터를 저장하지 않고 완전히 종료 하시겠습니까?
pl: NAPEWNO WYŁĄCZYĆ BEZ ZAPISYWANIA METADANYCH?
uk: ВИМИКАТИ БЕЗ ЗБЕРІГАННЯ МЕТАДАННИХ?
vi: BẠN MUỐN TẮT MÁY MÀ KHÔNG LƯU METADATA?
zh_cn: 确定要关机且不储存描述文件？
zh_tw: 確定要關機且不儲存詮釋資料？

source: QUIT EMULATIONSTATION
ko: ES 종료
pl: WYJDŹ Z EMULACJI
uk: ВИЙТИ З EMULATIONSTATION
vi: THOÁT EMULATIONSTATION
zh_cn: 离开 EmulationStation
zh_tw: 離開 EmulationStation

source: REALLY QUIT?
ko: 종료합니까?
pl: NAPRAWDĘ WYJŚĆ?
uk: ТОЧНО ВИЙТИ?
vi: BẠN CÓ THỰC SỰ MUỐN THOÁT?
zh_cn: 确定要离开？
zh_tw: 確定要離開？

source: VERTICAL ASPECT RATIO
uk: СПІВДІЛЕННЯ ПО ВЕРТИКАЛІ
zh_cn: 垂直画面比例
zh_tw: 垂直畫面比例

source: BEZEL
uk: БЕЙЗЕЛІ
zh_cn: 边框
zh_tw: 邊框

source: COLORIZATION
uk: КОЛОРИЗАЦІЯ
zh_cn: 着色
zh_tw: 著色

source: Best Guess
uk: Найкращий здогад
zh_cn: 最佳猜测
zh_tw: 最佳猜測

source: FULL BOOT
uk: ПОВНЕ ЗАВАНТАЖЕННЯ
zh_cn: 完整开机
zh_tw: 完整開機

source: EMULATED WIIMOTES
uk: ЕМУЛЮВАТИ WIIMOTE
zh_cn: 模拟 Wii 遥控器
zh_tw: 模擬 Wii 遙控器

source: CHANGE SCREEN LAYOUT
uk: ЗМІНИТИ РОЗМІЩЕННЯ ЕКРАНУ
zh_cn: 变更屏幕布局
zh_tw: 變更螢幕佈局

source: LARGE SCREEN
uk: ВЕЛИКИЙ ЕКРАН
zh_cn: 大屏幕
zh_tw: 大螢幕

source: SIDE BY SIDE
uk: БОК ПРО БІК
zh_cn: 并排
zh_tw: 並排

source: INTERNAL RESOLUTION
uk: ВЛАСНИЙ ДОЗВІЛ
zh_cn: 内部分辨率
zh_tw: 內部解析度
