Repository: christianhaitian/EmulationStation-fcamod
Catalog: resources/locale/*/emulationstation2.po
Languages: el, it, ko, pl, uk, vi, zh_cn, zh_tw

source: Disk format
uk: Формат диска
zh_cn: 磁盘格式
zh_tw: 磁碟格式

source: Temperature
uk: Температура
zh_cn: 温度
zh_tw: 溫度

source: Available memory
uk: Доступно пам'яті
zh_cn: 可用内存
zh_tw: 可用記憶體

source: Battery
uk: Батарея
zh_cn: 电池
zh_tw: 電池

source: Cpu model
uk: Модель CPU
zh_cn: CPU 型号
zh_tw: CPU 型號

source: Cpu number
uk: Кількість ядер
zh_cn: CPU 核心数
zh_tw: CPU 核心數

source: Cpu max frequency
uk: Макс. частота CPU
zh_cn: CPU 最高频率
zh_tw: CPU 最高頻率

source: Cpu feature
uk: Функції CPU
zh_cn: CPU 功能
zh_tw: CPU 功能

source: SCANLINES
el: ΣΑΡΩΣΗ ΓΡΑΜΜΩΝ
ko: 스캔
uk: ЧЕРЕС СТРОЧНІСТЬ
vi: QUÉT DÒNG
zh_cn: 扫描线
zh_tw: 掃描線

source: RETRO
ko: 레트로
uk: РЕТРО
zh_cn: 复古
zh_tw: 復古

source: enhanced
uk: РОЗШИРЕНИЙ
vi: nâng cao
zh_cn: 增强
zh_tw: 增強

source: CURVATURE
uk: КРИВІЗНА
zh_cn: 曲面
zh_tw: 曲面

source: RGA SCALING
uk: RGA СКАЛЮВАННЯ
zh_cn: RGA 缩放
zh_tw: RGA 縮放

source: VENDOR
uk: ВЕНДОРИ
zh_cn: 供货商
zh_tw: 供應商

source: RENDERER
uk: РЕНДЕРИ
zh_cn: 渲染器
zh_tw: 渲染器

source: VERSION
el: ΕΚΔΟΣΗ
it: VERSIÓN
ko: 버전
pl: WERSJA
uk: ВЕРСІЯ
vi: PHIÊN BẢN
zh_cn: 版本
zh_tw: 版本

source: SHADERS
uk: ШЕЙДЕРИ
zh_cn: 着色器
zh_tw: 著色器

source: MAIN MENU
el: ΚΕΝΤΡΙΚΟ ΜΕΝΟΥ
it: MENÚ PRINCIPAL
ko: 메인 메뉴
pl: MENU GŁÓWNIE
uk: ГОЛОВНЕ МЕНЮ
vi: MENU CHÍNH
zh_cn: 主菜单
zh_tw: 主選單

source: KODI MEDIA CENTER
el: KODI
ko: 코디 미디어 센터
pl: CENTRUM MULTIMEDIÓW KODI
uk: МЕДІАЦЕНТР KODI
vi: TRUNG TÂM GIẢI TRÍ KODI
zh_cn: KODI 媒体中心
zh_tw: KODI 媒體中心

source: RETROACHIEVEMENTS
it: RETROLOGROS
uk: РЕТРОДОСЯГНЕННЯ
vi: Thành tựu
zh_cn: RetroAchievements 成就系统
zh_tw: RetroAchievements 成就系統

source: GAMES SETTINGS
el: ΡΥΘΜΙΣΕΙΣ ΠΑΙΧΝΙΔΙΩΝ
it: CONFIGURACIÓN DE JUEGOS
ko: 게임 설정
pl: USTAWIENIA GIER
uk: ГРАЛЬНІ НАЛАШТУВАННЯ
vi: CÀI ĐẶT GAME
zh_cn: 游戏设定
zh_tw: 遊戲設定

source: CONTROLLERS SETTINGS
el: ΡΥΘΜΙΣΕΙΣ ΠΛΗΚΤΡΩΝ ΕΛΕΓΧΟΥ
it: CONFIGURACIÓN DE MANDOS
ko: 컨트롤러 설정
pl: USTAWIENIA KONTROLERÓW
uk: НАЛАШТУВАННЯ КОНТРОЛЕРІВ
vi: CÀI ĐẶT TAY CẦM
zh_cn: 控制器设定
zh_tw: 控制器設定

source: UI SETTINGS
el: ΡΥΘΜΙΣΕΙΣ UI
it: CONFIGURACIÓN DE INTERFAZ
ko: UI 설정
pl: USTAWIENIA INTERFEJSU
uk: НАЛАШТУВАННЯ ІНТЕРФЕЙСУ
vi: CÀI ĐẶT GIAO DIỆN
zh_cn: UI设定
zh_tw: 介面設定

source: SOUND SETTINGS
el: ΡΥΘΜΙΣΕΙΣ ΗΧΟΥ
it: CONFIGURACIÓN DE AUDIO
ko: 사운드 설정
pl: USTAWIENIA DŹWIĘKU
uk: НАЛАШТУВАННЯ ЗВУКУ
vi: CÀI ĐẶT ÂM THANH
zh_cn: 声音设定
zh_tw: 聲音設定

source: NETWORK SETTINGS
el: ΡΥΘΜΙΣΕΙΣ ΔΙΚΤΥΟΥ
it: CONFIGURACIÓN DE RED
ko: 네트워크 설정
pl: USTAWIENIA SIECI
uk: НАЛАШТУВАННЯ МЕРЕЖІ
vi: CÀI ĐẶT MẠNG
zh_cn: 网络设定
zh_tw: 網路設定

source: CONFIGURE INPUT
el: ΔΙΑΜΟΡΦΩΣΗ ΕΝΤΟΛΗΣ
it: CONFIGURAR MANDOS
ko: 컨트롤러 입력 구성
pl: KONFIGURACJA WEJŚCIA
uk: НАЛАШТУВАННЯ УПРАВЛІННЯ
vi: CẤU HÌNH ĐẦU VÀO
zh_cn: 设定输入
zh_tw: 設定輸入

source: EMULATOR SETTINGS
ko: 에뮬레이터 설정
pl: USTAWIENIA EMULATORA
uk: НАЛАШТУВАННЯ ЕМУЛЯТОРА
vi: CÀI ĐẶT TRÌNH GIẢ LẬP
zh_cn: 模拟器设定
zh_tw: 模擬器設定

source: UPDATES & DOWNLOADS
uk: ОНОВЛЕННЯ ТА ЗАВАНТАЖЕННЯ
zh_cn: 更新与下载
zh_tw: 更新與下載

source: SYSTEM SETTINGS
el: ΡΥΘΜΙΣΕΙΣ ΣΥΣΤΗΜΑΤΟΣ
it: CONFIGURACIÓN DE SISTEMA
ko: 환경 설정
pl: USTAWIENIA SYSTEMU
uk: НАЛАШТУВАННЯ СИСТЕМИ
vi: CÀI ĐẶT HỆ THỐNG
zh_cn: 系统设定
zh_tw: 系統設定

source: INFORMATIONS
uk: ДАНІ
zh_cn: 信息
zh_tw: 資訊

source: UNLOCK UI MODE
uk: РОЗБЛОКУВАТИ ІНТЕРФЕЙС
zh_cn: 解锁UI模式
zh_tw: 解鎖介面模式

source: QUIT
el: ΕΞΟΔΟ
it: SALIR
ko: 종료
pl: WYJŚCIE
uk: ВИХІД
vi: THOÁT
zh_cn: 离开
zh_tw: 離開

source: VIDEO MODE
uk: РЕЖИМ ВІДЕО
zh_cn: 影像模式
zh_tw: 影像模式

source: Ви можете пройти EmuELEC resolution to:
uk: Ви збираєтеся встановити дозвіл EmuELEC на

source: Do you want to proceed?
uk: Ви хочете продовжити?

source: A REBOOT OF THE SYSTEM IS REQUIRED TO APPLY THE NEW CONFIGURATION
uk: ДЛЯ ЗАСТОСУВАННЯ НАЛАШТУВАННЯ ПОТРІБНО ПЕРЕЗАВАНТАЖИТИ СИСТЕМУ
zh_cn: 需要重新启动系统以应用新设定
zh_tw: 需要重新啟動系統以套用新設定

source: BUTTON LED COLOR
uk: КОЛІР LED КНОПОК
zh_cn: 按钮 LED 颜色
zh_tw: 按鈕 LED 顏色

source: STATUS LED
uk: СТАТУС LED
zh_cn: 状态 LED
zh_tw: 狀態 LED

source: AUDIO DEVICE
pl: URZĄDZENIE AUDIO
uk: АУДІО-ПРИСТРІЙ
zh_cn: 音频设备
zh_tw: 音訊裝置

source: audio device
uk: АУДІО-ПРИСТРІЙ
zh_cn: 音频设备
zh_tw: 音訊裝置

source: ENABLE BLUETOOTH
uk: УВІМКНУТИ BLUETOOTH
zh_cn: 启用蓝牙
zh_tw: 啟用藍牙

source: ENABLE SSH
uk: УВІМКНУТИ SSH сервер
zh_cn: 启用 SSH 服务器
zh_tw: 啟用 SSH 伺服器

source: START AT BOOT
uk: Почати з ЗАВАНТАЖЕННЯ
zh_cn: 开机时启动
zh_tw: 開機時啟動

source: SHOW RETROARCH FPS
uk: ПОКАЗАТИ RETROARCH FPS
zh_cn: 显示 RetroArch FPS
zh_tw: 顯示 RetroArch FPS

source: ENABLE RA SPLASH
uk: УВІМКНУИТИ RA SPLASH
zh_cn: 启用 RA 启动屏幕
zh_tw: 啟用 RA 啟動畫面

source: ALWAYS SHOW BOOT VIDEO
uk: ЗАВЖДИ ПОКАЗУВАТИ BOOT ВІДЕО
zh_cn: 总是显示开机视频
zh_tw: 總是顯示開機影片

source: DEFAULT YOUTUBE SEARCH WORD
uk: ПОШУК СЛОВА YOUTUBE ЗА УМОВЧЕННЯМ

source: AUTO CONFIG ADVANCEMAME GAMEPAD
uk: АВТОМАТИЧНА КОНФІГУРАЦІЯ ADVANCEMAME GAMEPAD
zh_cn: 自动设定 AdvanceMAME 游戏手把
zh_tw: 自動設定 AdvanceMAME 遊戲手把

source: RETROARCH MENU
uk: RETROARCH МЕНЮ
zh_cn: RetroArch 菜单
zh_tw: RetroArch 選單

source: DANGER ZONE
uk: БЕЗ ПОТРЕБИ НЕ ЛІЗЬ!!!
zh_cn: 危险区域（请小心操作！）
zh_tw: 危險區域（請小心操作！）

source: OVERCLOCK
el: ΜΕΓΙΣΤΕΣ ΤΑΧΥΤΗΤΕΣ ΕΠΕΞΕΡΓΑΣΤΗ
ko: 오버 클럭
uk: РОЗГОН
vi: ÉP XUNG
zh_cn: 超频
zh_tw: 超頻

source: Off
uk: ВИМКНУТИ
zh_cn: 关闭
zh_tw: 關閉

source: OGA OC is HIGHLY experimental, you may encounter random lockups or your device might not boot anymore.
uk: OGA OC ДУЖЕ експериментальний, ви можете зіткнутися з випадковими зависаннями
zh_cn: OGA 超频具有高度实验性，您可能会遇到随机当机或设备无法再开机的情况。
zh_tw: OGA 超頻具有高度實驗性，您可能會遇到隨機當機或裝置無法再開機的情況。

source: In case you cannot boot anymore, create an empty file called "no_oc.oga" on the boot (EMUELEC) partition.
uk: Якщо ви більше не можете завантажуватись, створіть порожній файл з ім'ям no_oc.oga
zh_cn: 如果无法再开机，请在开机 (EMUELEC) 分割区建立一个名为 "no_oc.oga" 的空文件。
zh_tw: 如果無法再開機，請在開機 (EMUELEC) 分割區建立一個名為 "no_oc.oga" 的空檔案。

source: There is also the posibility of SD card file corruption!!! Only enable OC if you agree to the risks!
uk: Також існує можливість пошкодження файлу SD-карти !!! Увімкніть OC, тільки якщо ви погоджуєтесь на ризики
zh_cn: 此设定存在 SD 卡文件损毁的可能性！！！只有在您同意承担风险的情况下才启用超频！
zh_tw: 此設定存在 SD 卡檔案損毀的可能性！！！只有在您同意承擔風險的情況下才啟用超頻！

source: BACKUP EMUELEC CONFIGS
uk: РЕЗЕРВНЕ КОПІЮВАННЯ EMUELEC CONFIGS
zh_cn: 备份 EmuELEC 设定
zh_tw: 備份 EmuELEC 設定

source: WARNING THIS WILL RESTART EMULATIONSTATION! AFTER THE SCRIPT IS DONE REMEMBER TO COPY THE FILE /storage/roms/backup/ee_backup_config.tar.gz TO SOME PLACE SAFE OR IT WILL BE DELETED ON NEXTREBOOT! BACKUP CURRENT CONFIG AND RESTART?
uk: РЕЗЕРВНЕ КОПІЮВАННЯ ПОТОЧНОЇ КОНФІГУРАЦІЇ І ПЕРЕЗАПУСК?

source: RESET EMUELEC SCRIPTS AND BINARIES TO DEFAULT
uk: СКИНУТИ СЦЕНАРІЇ ТА БІНАРІЇ EMUELEC ЗА УМОВЧЕННЯМ
zh_cn: 将 EmuELEC 脚本与执行文件重设为默认值
zh_tw: 將 EmuELEC 腳本與執行檔重設為預設值

source: WARNING: SYSTEM WILL RESET SCRIPTS AND BINARIES ! UPDATE, DOWNLOADS, THEMES, BLUETOOTH PAIRINGS AND ROMS FOLDER WILL NOT BE AFFECTED. RESET SCRIPTS AND BINARIES TO DEFAULT AND RESTART?
uk: СИСТЕМА СКИНЕ СЦЕНАРІЇ ТА БІНАРІЇ!
zh_cn: 警告：系统将重设脚本与执行档！ 更新、下载、主题、蓝牙配对和 ROMs 文件夹 将不受影响。 将脚本与执行文件重设为默认值并重新启动？
zh_tw: 警告：系統將重設腳本與執行檔！ 更新、下載、主題、藍牙配對和 ROMs 資料夾 將不受影響。 將腳本與執行檔重設為預設值並重新啟動？

source: RESET RETROARCH CONFIG TO DEFAULT
uk: СКИНУТИ КОНФІГУРАЦІЮ ЗА УМОВЧЕННЯМ
zh_cn: 将 RetroArch 设定重设为默认值
zh_tw: 將 RetroArch 設定重設為預設值

source: WARNING: RETROARCH CONFIG WILL RESET TO DEFAULT PER-CORE CONFIGURATIONS WILL NOT BE AFFECTED BUT NO BACKUP WILL BE CREATED! RESET RETROARCH CONFIG TO DEFAULT?
uk: СКИНУТИ КОНФІГУРАЦІЮ ЗА УМОВЧЕННЯМ
zh_cn: 警告：RetroArch 设定将重设为默认值。 个别核心的设定将不受影响，但不会建立备份！ 将 RetroArch 设定重设为默认值？
zh_tw: 警告：RetroArch 設定將重設為預設值。 個別核心的設定將不受影響，但不會建立備份！ 將 RetroArch 設定重設為預設值？

source: RESET SYSTEM TO DEFAULT CONFIG
uk: СКИНУТИ КОНФІГУРАЦІЮ ЗА УМОВЧЕННЯМ
zh_cn: 将系统重设为默认设定
zh_tw: 將系統重設為預設設定

source: WARNING: ALL CONFIGURATIONS WILL BE RESET AND NO BACKUP WILL BE CREATED! IF YOU WANT TO KEEP YOUR SETTINGS MAKE A BACKUP AND SAVE IT ON AN EXTERNAL DRIVE BEFORE RUNING THIS OPTION! RESET SYSTEM TO DEFAULT CONFIG AND RESTART?
uk: СКИНУТИ СИСТЕМУ НА КОНФІГУРАЦІЮ ЗА УМОВЧЕННЯМ І ПЕРЕЗАПУСТИТИ?
zh_cn: 警告：所有设定将被重设，且不会建立备份！ 如果您想保留设定，请在执行此选项前进行备份并将其储存到外部磁盘驱动器！ 将系统重设为默认设定并重新启动？
zh_tw: 警告：所有設定將被重設，且不會建立備份！ 如果您想保留設定，請在執行此選項前進行備份並將其儲存到外部磁碟機！ 將系統重設為預設設定並重新啟動？

source: FORCE UPDATE
uk: ПРИМУСОВЕ ОНОВЛЕННЯ
zh_cn: 强制更新
zh_tw: 強制更新

source: WARNING: A FORCE UPDATE WILL DOWNLOAD WHATEVER VERSION IS AVAILABLE FOR UPDATE REGARDLESS OF VERSION BASED ON THE TYPE YOU HAVE SELECTED IN THE UPDATE & DOWNLOADS (beta or stable) SYSTEM WILL RESET SCRIPTS AND BINARIES ! DOWNLOADS, THEMES, BLUETOOTH PAIRINGS AND ROMS FOLDER WILL NOT BE AFFECTED. CONTINUE WITH FORCE UPDATE?
uk: ПРОДОВЖИТИ ПРИМУСОВЕ ОНОВЛЕННЯ?
zh_cn: 警告：强制更新将会下载任何可用的更新版本，无论版本为何，基于您在「更新与下载」中选择的类型（Beta 或稳定版）。 系统将重设脚本与执行档！ 下载、主题、蓝牙配对和 ROMs 文件夹将不受影响。 继续强制更新？
zh_tw: 警告：強制更新將會下載任何可用的更新版本，無論版本為何，基於您在「更新與下載」中選擇的類型（Beta 或穩定版）。 系統將重設腳本與執行檔！ 下載、主題、藍牙配對和 ROMs 資料夾將不受影響。 繼續強制更新？

source: SCRAPER
el: ΣΑΡΩΣΗ
ko: 스크랩퍼
pl: SKRAPER
uk: СКРАПЕР
zh_cn: 资料搜刮器
zh_tw: 資料搜括器

source: SCRAPE FROM
el: ΣΑΡΩΣΗ ΑΠΟ:
it: OBTENER DATOS DE
ko: 스크랩퍼 FROM
pl: SKRAPUJ Z
uk: ЗАВАНТАЖЕННЯ З
vi: TẢI TỪ
zh_cn: 搜刮来源
zh_tw: 搜括來源

source: IMAGE SOURCE
pl: ŹRÓDŁO OBRAZU
uk: СТИЛЬ ЗОБРАЖЕННЯ
vi: NGUỒN HÌNH ẢNH
zh_cn: 图片来源
zh_tw: 圖片來源

source: SCREENSHOT
pl: ZRZUT EKRANU
uk: СКРІНШОТ
zh_cn: 游戏截图
zh_tw: 遊戲截圖

source: TITLE SCREENSHOT
pl: ZRZUT EKRANU TYTUŁU
uk: СКРІНШОТ ГОЛОВНОГО МЕНЮ
zh_cn: 标题画面截图
zh_tw: 標題畫面截圖

source: MIX V1
pl: MIESZANKA V1
uk: МІКС V1
zh_cn: 混合 V1
zh_tw: 混合 V1

source: MIX V2
pl: MIESZANKA V2
uk: МІКС V2
zh_cn: 混合 V2
zh_tw: 混合 V2

source: BOX 2D
pl: PUDEŁKO 2D
uk: Обкладинки 2D
zh_cn: 2D 盒装
zh_tw: 2D 盒裝

source: BOX 3D
pl: PUDEŁKO 3D
uk: Обкладинки 3D
zh_cn: 3D 盒装
zh_tw: 3D 盒裝

source: FAN ART
uk: ФАН-АРТ
zh_cn: 粉丝创作
zh_tw: 粉絲創作

source: BOX SOURCE
pl: Źródło pudełka
uk: СТИЛЬ Обкладинки
vi: NGUỒN HỘP GAME
zh_cn: 盒装来源
zh_tw: 盒裝來源

source: LOGO SOURCE
pl: Źródło logo
uk: СТИЛЬ ЛОГОТИПУ
vi: NGUỒN LOGO
zh_cn: 标志来源
zh_tw: 標誌來源

source: WHEEL
pl: KOŁO
uk: КОЛЕСО
zh_cn: 滚轮图示
zh_tw: 滾輪圖示

source: MARQUEE
pl: PRZEWIJANIE
uk: БАНЕР
zh_cn: 跑马灯图示
zh_tw: 跑馬燈圖示

source: SCRAPE RATINGS
el: ΒΑΘΜΟΛΟΓΙΑ ΣΑΡΩΣΗΣ
it: OBTENER CALIFICACIONES
ko: 스크랩퍼 RATINGS
pl: OCENA SKRAPERA
uk: ЗАВАНТАЖЕННЯ РЕЙТИНГІВ
vi: TẢI ĐÁNH GIÁ
zh_cn: 搜刮评分
zh_tw: 搜括評分

source: SCRAPE VIDEOS
ko: 스크랩 비디오
pl: FILMY Z SKRAPERA
uk: ЗАВАНТАЖЕННЯ ВІДЕО
vi: TẢI VIDEO
zh_cn: 搜刮视频
zh_tw: 搜括影片

source: SCRAPE FANART
uk: ЗАВАНТАЖЕННЯ ФАН-АРТУ
zh_cn: 搜刮粉丝创作
zh_tw: 搜括粉絲創作

source: SCRAPE BOX BACKSIDE
uk: ЗАВАНТАЖЕННЯ ЗАДНИКА Обкладинки
zh_cn: 搜刮盒装背面
zh_tw: 搜括盒裝背面

source: SCRAPE MAP
uk: ЗАВАНТАЖЕННЯ КАРТИ
zh_cn: 搜刮地图
zh_tw: 搜括地圖

source: SCRAPE MANUAL
uk: ЗАВАНТАЖЕННЯ КЕРІВНИЦТВА
zh_cn: 搜刮说明书
zh_tw: 搜括說明書

source: SCRAPE PADTOKEY SETTINGS
uk: ЗАВАНТАЖЕННЯ НАЛАШТУВАНЬ PADTOKEY
zh_cn: 搜刮 PadToKey 设定
zh_tw: 搜括 PadToKey 設定

source: USERNAME
el: ΟΝΟΜΑ ΧΡΗΣΤΗ
it: USUARIO
ko: 사용자 이름
pl: NAZWA UŻYTKOWNIKA
uk: ІМ'Я КОРИСТУВАЧА
vi: TÊN NGƯỜI DÙNG
zh_cn: 使用者名称
zh_tw: 使用者名稱

source: PASSWORD
el: ΚΩΔΙΚΟΣ ΠΡΟΣΒΑΣΗΣ
it: CONTRASEÑA
ko: 암호
pl: HASŁO
uk: ПАРОЛЬ
vi: MẬT KHẨU
zh_cn: 密码
zh_tw: 密碼

source: ARE YOU SURE YOU WANT TO CONFIGURE INPUT?
ko: 컨트롤러 입력(INPUT)을 구성 하시겠습니까?
pl: CZY NA PEWNO CHCESZ SKONFIGUROWAĆ WEJŚCIE?
uk: ВИ ВПЕВНЕНІ, ЩО ХОЧЕТЕ НАСТРОЇТИ УПРАВЛІННЯ?
zh_cn: 您确定要设定输入吗？
zh_tw: 您確定要設定輸入嗎？

source: CHOOSE
el: ΕΠΙΛΟΓΗ
it: SELECCIONAR
ko: 선택
pl: WYBIERZ
uk: ГОРТАТИ
vi: CHỌN
zh_cn: 选择
zh_tw: 選擇

source: MENU
el: ΜΕΝΟΥ
it: MENÚ
ko: 메뉴
uk: МЕНЮ
zh_cn: 菜单
zh_tw: 選單

source: UI MODE IS NOW UNLOCKED
uk: ІНТЕРФЕЙС ЗАБЛОКОВАНИЙ
zh_cn: UI模式现已解锁
zh_tw: 介面模式現已解鎖

source: PLEASE ENTER THE CODE TO UNLOCK THE CURRENT UI MODE
uk: БУДЬ ЛАСКА, ВВЕДІТЬ КОД, ЩОБ РОЗБЛОКУВАТИ ІНТЕРФЕЙС
zh_cn: 请输入代码以解锁目前的UI模式
zh_tw: 請輸入代碼以解鎖目前的介面模式

source: INFORMATION
uk: ХАРАКТЕРИСТИКИ
zh_cn: 信息
zh_tw: 資訊

source: USER DISK USAGE
uk: ЗАНЯТО НА ДИСКУ КОРИСТУВАЧА
zh_cn: 用户磁盘空间使用量
zh_tw: 使用者磁碟空間使用量

source: SYSTEM DISK USAGE
uk: ЗАНЯТО НА СИСТЕМНОМУ ДИСКУ
zh_cn: 系统磁盘空间使用量
zh_tw: 系統磁碟空間使用量

source: SYSTEM
el: ΣΥΣΤΗΜΑ
it: SISTEMA
ko: 시스템
uk: СИСТЕМА
vi: HỆ THỐNG
zh_cn: 系统
zh_tw: 系統

source: VIDEO DRIVER
uk: ВІДЕО ДРАЙВЕР
zh_cn: 影像驱动程序
zh_tw: 影像驅動程式

source: DEVELOPER
el: ΠΡΟΓΡΑΜΜΑΤΙΣΤΗΣ
it: DESARROLLADOR
ko: 개발자
pl: DEWELOPER
uk: РОЗРОБНИК
vi: NHÀ PHÁT TRIỂN
zh_cn: 开发者
zh_tw: 開發者

source: VIDEO OPTIONS
uk: НАЛАШТУВАННЯ ВІДЕО
zh_cn: 影像选项
zh_tw: 影像選項

source: VRAM LIMIT
el: ΜΕΓΙΣΤΟ ΟΡΙΟ VRAM
ko: VRAM 제한
pl: LIMIT VRAM
uk: ЛІМІТ VRAM
vi: GIỚI HẠN VRAM
zh_cn: VRAM 限制
zh_tw: VRAM 限制

source: SHOW FRAMERATE
el: ΕΜΦΑΝΙΣΗ ΡΥΘΜΟΥ ΕΜΦΑΝΙΣΗΣ
it: MOSTRAR TASA DE REFRESCO
ko: FRAMERATE 표시
pl: POKAŻ LICZBĘ KLATEK
uk: ПОКАЗАТИ ЧАСТОТУ КАДРІВ
vi: HIỂN THỊ FPS
zh_cn: 显示帧率
zh_tw: 顯示幀率

source: OVERSCAN
el: ΥΠΕΡΣΑΡΩΣΗ
ko: 오버 스캔
uk: ВИЛІТИ РОЗВЕРТКИ
zh_cn: 过扫描
zh_tw: 過掃描

source: USE OMX PLAYER (HW ACCELERATED)
uk: ВИКОРИСТОВУВАТИ OMX ПЛЕЄР (HW ACCELERATED)
zh_cn: 使用 OMX PLAYER 播放器（硬件加速）
zh_tw: 使用 OMX PLAYER 播放器（硬體加速）

source: LOGGING
uk: ЛОГУВАННЯ
zh_cn: 记录
zh_tw: 記錄

source: TOOLS
uk: ІНСТРУМЕНТИ
zh_cn: 工具
zh_tw: 工具

source: ENABLE PUBLIC WEB ACCESS
uk: ДОЗВОЛИТИ ПУБЛІЧНИЙ ДОСТУП
zh_cn: 启用公开网页存取
zh_tw: 啟用公開網頁存取

source: Allow public web access API using %s
uk: Дозволити публічний доступ API, %s
zh_cn: 允许使用 %s 的公开网页存取 API
zh_tw: 允許使用 %s 的公開網頁存取 API

source: LOG LEVEL
ko: 로그 레벨
pl: POZIOM LOGOWANIA
uk: РІВЕНЬ ЖУРНАЛУ
vi: CẤP ĐỘ GHI NHẬT KÝ
zh_cn: 记录层级
zh_tw: 記錄層級

source: CREATE A SUPPORT FILE
uk: СТВОРИТИ ФАЙЛ ПІДТРИМКИ
zh_cn: 建立支持文件
zh_tw: 建立支援檔案

source: CREATE A SUPPORT FILE ?
uk: СТВОРИТИ ФАЙЛ ПІДТРИМКИ?
zh_cn: 要建立支持文件吗？
zh_tw: 要建立支援檔案嗎？

source: FILE GENERATED SUCCESSFULLY
uk: ФАЙЛ УСПІШНО ЗГЕНЕРОВАНИЙ
zh_cn: 文件已成功产生
zh_tw: 檔案已成功產生

source: FILE GENERATION FAILED
uk: ГЕНЕРАЦІЯ ФАЙЛА НЕ ВДАЛАСЯ
zh_cn: 文件产生失败
zh_tw: 檔案產生失敗

source: FORMAT A DISK
uk: ФОРМАТУВАТИ
zh_cn: 格式化磁盘
zh_tw: 格式化磁碟

source: CLEAN GAMELISTS & REMOVE UNUSED MEDIAS
uk: ОЧИЩИТИ СПИСОК ІГОР І ВИДАЛИТИ НЕ ВИКОРИСТОВУВАНІ МЕДІА
zh_cn: 清理游戏列表并移除未使用的媒体
zh_tw: 清理遊戲列表並移除未使用的媒體

source: Cleaning
uk: Очищення

source: CLEAR CACHES
uk: ОЧИЩИТИ КЕШ
zh_cn: 清除缓存
zh_tw: 清除快取

source: BUILD IMAGE CACHE
uk: СТВОРИТИ КЕШ ЗОБРАЖЕНЬ
zh_cn: 建立图片缓存
zh_tw: 建立圖片快取

source: Building image cache
uk: Створення кешу зображень
zh_cn: 正在建立图片缓存
zh_tw: 正在建立圖片快取

source: RESET FILE EXTENSIONS
uk: СКИНУТИ РОЗШИРЕННЯ ФАЙЛІВ
zh_cn: 重设扩展名
zh_tw: 重設副檔名

source: REDETECT GAMES LANG/REGION
uk: ПЕРЕВИЗНАЧИТИ МОВУ/РЕГІОН ІГОР
zh_cn: 重新检测游戏语言/地区
zh_tw: 重新偵測遊戲語言/地區

source: FIND ALL GAMES WITH NETPLAY/ACHIEVEMENTS
uk: ЗНАЙТИ ВСІ ІГРИ З NETPLAY/ДОСЯГНЕННЯМИ
zh_cn: 寻找所有具备 Netplay/成就的游戏
zh_tw: 尋找所有具備 Netplay/成就的遊戲

source: DATA MANAGEMENT
uk: УПРАВЛІННЯ ДАНИМИ
zh_cn: 数据管理
zh_tw: 資料管理

source: IGNORE MULTIFILE DISK CONTENT (CUE/GDI/CCD/M3U)
uk: ІГНОР. ЗМІСНИЙ МНОГОДИСКОВИХ ФАЙЛІВ (CUE/GDI/CCD/M3U)
zh_cn: 忽略多文件磁盘内容 (CUE/GDI/CCD/M3U)
zh_tw: 忽略多檔案磁碟內容 (CUE/GDI/CCD/M3U)

source: ENABLE FILTERS
el: ΕΝΕΡΓΟΠΟΙΗΣΗ ΦΙΛΤΡΩΝ
ko: 필터 활성화
pl: WŁĄCZONE FILTRY
uk: УВІМКНУТИ ФІЛЬТРИ
vi: BẬT BỘ LỌC
zh_cn: 启用过滤器
zh_tw: 啟用篩選器

source: Scan Ports folder on boot
pl: Skanuj folder Porty podczas rozruchu
uk: СКАНУВАТИ ПАПКИ ПОРТІВ ПРИ ЗАВАНТАЖЕННІ
zh_cn: 开机时扫描 Ports 文件夹
zh_tw: 開機時掃描 Ports 資料夾

source: Show Kodi in Start Menu
pl: Pokaż Kodi w menu Start
uk: ПОКАЗАТИ KODI У МЕНЮ ПУСК

source: thumb
uk: ЕСКІЗ

source: GAME LOADING IMAGE MODE
uk: РЕЖИМ ЗАВАНТАЖЕННЯ ЛОГО ГРИ
zh_cn: 游戏加载图片模式
zh_tw: 遊戲載入圖片模式

source: GAME LOADING IMAGE
uk: ЛОГО ЗАВАНТАЖЕННЯ ГРИ

source: Game Loading Image
uk: ЛОГО ЗАВАНТАЖЕННЯ ГРИ

source: Game Loading Image delay (secs)
uk: ЗАТРИМКА ЗАВАНТАЖЕННЯ ЛОГО ГРИ (сек)

source: Game Loading Image Delay (secs)
uk: ЗАТРИМКА ЗАВАНТАЖЕННЯ ЛОГО ГРИ (сек)

source: SAVE METADATA ON EXIT
el: ΑΠΟΘΗΚΕΥΣΗ ΔΕΔΟΜΕΝΩΝ ΚΑΤΑ ΤΗΝ ΕΞΟΔΟ
ko: 종료시 메타 데이터 저장
pl: ZAPISZ METADANE PRZY WYJSCIU
uk: ЗБЕРІГТИ МЕТАДАНІ ПРИ ВИХОДІ
vi: LƯU METADATA KHI THOÁT
zh_cn: 离开时储存描述文件
zh_tw: 離開時儲存詮釋資料

source: PARSE GAMESLISTS ONLY
el: ΜΟΝΟ XML ΛΙΣΤΑ ΠΑΙΧΝΙΔΙΩΝ
ko: GAMESLISTS ONLY 파싱 목록 구성
pl: ANALIZUJ TYLKO LISTĘ GIER
uk: АНАЛІЗУВАТИ ТІЛЬКИ СПИСОК ІГОР
vi: CHỈ ĐỌC DANH SÁCH GAME
zh_cn: 仅解析游戏列表
zh_tw: 僅解析遊戲列表

source: SEARCH FOR LOCAL ART
pl: SZUKAJ LOKALNEJ SZTUKI
uk: ПОШУК ЛОКАЛЬНИХ ЗОБРАЖЕНЬ
zh_cn: 搜寻本机美术图
zh_tw: 搜尋本機美術圖

source: UI
uk: ІНТЕРФЕЙС
zh_cn: 界面
zh_tw: 介面

source: CAROUSEL TRANSITIONS
el: ΜΕΤΑΒΑΣΕΙΣ ΚΑΡΟΥΖΕΛ
pl: PRZEJŚCIA KARUZELI
uk: АНІМАЦІЯ КАРУСЕЛІ
vi: HIỆU ỨNG CHUYỂN CAROUSEL
zh_cn: 轮播转场效果
zh_tw: 輪播轉場效果

source: QUICK SYSTEM SELECT
el: ΓΡΗΓΟΡΗ ΕΠΙΛΟΓΗ ΣΥΣΤΗΜΑΤΟΣ
it: SELECCIÓN RÁPIDA DE SISTEMA
ko: 빠른 시스템 선택
pl: SZYBKI WYBÓR SYSTEMU
uk: ШВИДКЕ ПЕРЕМИКАННЯ СИСТЕМ
vi: CHỌN NHANH HỆ THỐNG
zh_cn: 快速系统选择
zh_tw: 快速系統選擇

source: ON SCREEN KEYBOARD
el: ΠΛΗΚΤΡΟΛΟΓΙΟ ΟΘΟΝΗΣ
it: TECLADO EN PANTALLA
ko: ON 스크린 키보드
pl: KLAWIATURA NA EKRANIE
uk: ЕКРАНА КЛАВІАТУРА
vi: BÀN PHÍM ẢO
zh_cn: 屏幕小键盘
zh_tw: 螢幕小鍵盤

source: HIDE WHEN RUNNING A GAME
uk: ПРИХОВАТИ ПРИ ЗАПУСКУ ГРИ
zh_cn: 执行游戏时隐藏
zh_tw: 執行遊戲時隱藏

source: COMPLETE QUIT MENU
ko: 완전한 종료 메뉴
pl: KOMPLETNE MENU WYJŚCIA
uk: ДЕТАЛЬНЕ МЕНЮ ВИХОДУ
vi: MENU THOÁT ĐẦY ĐỦ
zh_cn: 完整的离开菜单
zh_tw: 完整的離開選單

source: RETROARCH MENU DRIVER
uk: RETROARCH ДРАЙВЕР МЕНЮ
zh_cn: RetroArch 菜单驱动程序
zh_tw: RetroArch 選單驅動程式

source: AUTOCONFIGURE EMULATORS CONTROLLERS
uk: АВТОНАЛАДКА КОНТРОЛЕРІВ
zh_cn: 自动设定模拟器控制器
zh_tw: 自動設定模擬器控制器

source: SWITCH A/B BUTTONS IN EMULATIONSTATION
el: ΑΛΛΑΓΗ ΠΛΗΚΤΡΩΝ A/B ΣΤΟ EMULATIONSTATION
pl: ZAMIEŃ PRZYCISKI A/B W EMULATIONSTATION
uk: ЗМІНИТИ КНОПКИ A/B У EMULATIONSTATION
zh_cn: 在 EmulationStation前导界面中 交换 A/B 按钮
zh_tw: 在 EmulationStation前導界面中 交換 A/B 按鈕

source: ACCESS GAME OPTIONS WITH NORTH BUTTON
uk: ДОСТУП ДО ПАРАМЕТРІВ ГРИ ПІВНІЧНОЇ КНОПКИ
zh_cn: 使用上方按钮存取游戏选项
zh_tw: 使用上方按鈕存取遊戲選項

source: Inverts north button (savestates) & long press south (game options)
uk: Інверт. північну кнопку (збереження) та утримання південної (параметри гри)
zh_cn: 反转上方按钮（实时存盘）和长按下方按钮（游戏选项）
zh_tw: 反轉上方按鈕（即時存檔）和長按下方按鈕（遊戲選項）

source: CONTROL EMULATIONSTATION ONLY WITH FIRST JOYSTICK
uk: КЕРУВАТИ EMULATIONSTATION ТІЛЬКИ ПЕРШИМ ДЖОЙСТИКОМ
zh_cn: 仅使用第一个游戏杆控制 EmulationStation
zh_tw: 僅使用第一個搖桿控制 EmulationStation

source: SHOW NETWORK INDICATOR
uk: ПОКАЗАТИ ІНДИКАТОР МЕРЕЖІ
zh_cn: 显示网络指示灯
zh_tw: 顯示網路指示燈

source: OPTIMIZATIONS
uk: ОПТИМІЗАЦІЯ
zh_cn: 优化
zh_tw: 最佳化

source: PRELOAD UI
el: ΠΡΟΦΟΡΤΩΣΗ UI
ko: 사전로드 UI
pl: PRZEŁADOWANIE INTERFEJSU
uk: ПЕРЕДЗАВАНТАЖЕННЯ ІНТЕРФЕЙСУ
vi: TẢI TRƯỚC GIAO DIỆN
zh_cn: 预先加载UI
zh_tw: 預先載入介面

source: THREADED LOADING
ko: 스레드 로딩
pl: ŁADOWANIE WIELOWĄTKOWE
uk: БАГАТОПОТОЧНЕ ЗАВАНТАЖЕННЯ
vi: TẢI ĐA LUỒNG
zh_cn: 多线程载入
zh_tw: 多執行緒載入

source: GOVERNOR
pl: GUBERNATOR
uk: РЕГУЛЯТОР
zh_cn: 处理器调节模式
zh_tw: 處理器調節模式

source: Default Emulator Governor
pl: Domyślny zarządca emulatora
uk: РЕГУЛЯТОР ЕМУЛЯТОРА ЗА УМОВЧЕННЯМ
zh_cn: 默认模拟器调节模式
zh_tw: 預設模擬器調節模式

source: Auto Suspend Timeout (mins)
uk: ТАЙМ-АУТ АВТО ПРИЗУПИНКИ (хв)
zh_cn: 自动休眠超时（分钟）
zh_tw: 自動休眠逾時（分鐘）

source: CPU Undervolt
uk: ЗНИЖЕННЯ НАПРУГИ ЦП

source: ARE YOU SURE YOU WANT TO CHANGE THE UNDERVOLT VALUE? IF YES, SYSTEM WILL REBOOT AFTER THE CHANGE. THIS CAN ALSO LEAD TO FAIL BOOTING OF YOUR DEVICE. THIS CAN BE REVERTED BUT WILL REQUIRE ACCESS TO A COMPUTER WITH A SD CARD READER TO DO SO.
uk: Хочете змінити значення зниженої напруги? Якщо ви виберете ТАК, система перезавантажиться після внесення змін. Це може призвести до неможливості завантаження пристрою. Ця дія оборотна, але для цього вам знадобиться доступ до комп'ютера з пристроєм для читання SD-карт.

source: IF SYSTEM FAILS TO BOOT, JUST REMOVE THE .UNDERVOLT.LIGHT FROM THE END OF THE FDT /rk3566-OC.dtb line in the EXTLINUX.CONF TEXT FILE LOCATED IN YOUR FAT32 BOOT PARTITION IN THE EXTLINUX FOLDER TO REVERT TO THE STOCK CPU VOLTAGE SETTINGS.
uk: Якщо ваша система не завантажується, поверніться до стандартної напруги процесора, вилучивши .UNDERVOLT.LIGHT з кінця рядка FDT /rk3566-OC.dtb у текстовому файлі EXTLINUX.CONF у папці EXTLINUX на завантажувальному розділі FAT32.

source: IF SYSTEM FAILS TO BOOT, JUST REMOVE THE .UNDERVOLT.MEDIUM FROM THE END OF THE FDT /rk3566-OC.dtb line in the EXTLINUX.CONF TEXT FILE LOCATED IN YOUR FAT32 BOOT PARTITION IN THE EXTLINUX FOLDER TO REVERT TO THE STOCK CPU VOLTAGE SETTINGS.
uk: Якщо ваша система не завантажується, поверніться до стандартної напруги процесора, вилучивши .UNDERVOLT.MEDIUM з кінця рядка FDT /rk3566-OC.dtb у текстовому файлі EXTLINUX.CONF у папці EXTLINUX на завантажувальному розділі FAT32.

source: IF SYSTEM FAILS TO BOOT, JUST REMOVE THE .UNDERVOLT.MAXIMUM FROM THE END OF THE FDT /rk3566-OC.dtb line in the EXTLINUX.CONF TEXT FILE LOCATED IN YOUR FAT32 BOOT PARTITION IN THE EXTLINUX FOLDER TO REVERT TO THE STOCK CPU VOLTAGE SETTINGS.Якщо ваша система не завантажується, поверніться до стандартної напруги процесора, вилучивши .UNDERVOLT.MAXIMUM з кінця рядка FDT /rk3566-OC.dtb у текстовому файлі EXTLINUX.CONF у папці EXTLINUX на завантажувальному розділі FAT32.
uk: Якщо ваша система не завантажується, перевірте налаштування у рядку FDT /rk3566-OC.dtb текстового файлу EXTLINUX.CONF у папці EXTLINUX на завантажувальному розділі FAT32.

source: ASYNC IMAGES LOADING
uk: АСИНХРОННЕ ЗАВАНТАЖЕННЯ ЗОБРАЖЕНЬ
zh_cn: 异步图片加载
zh_tw: 非同步圖片載入

source: OPTIMIZE IMAGES VRAM USE
el: ΒΕΛΤΙΣΤΟΠΟΙΗΣΗ ΧΡΗΣΗΣ VRMAM ΜΕ ΕΙΚΟΝΕΣ
ko: 이미지 최적화 디스크 사용
pl: OPTYMALIZACJA WYKORZYSTANIA OBRAZU VRAM
uk: ОПТИМІЗАЦІЯ ЗОБРАЖЕНЬ ДЛЯ VRAM
vi: TỐI ƯU HÓA VRAM CHO HÌNH ẢNH
zh_cn: 优化图片 VRAM 使用
zh_tw: 最佳化圖片 VRAM 使用

source: OPTIMIZE VIDEO VRAM USE
uk: ОПТИМІЗАЦІЯ ВІДЕО ДЛЯ VRAM
zh_cn: 优化视频 VRAM 使用
zh_tw: 最佳化影片 VRAM 使用

source: DOWNLOADS
uk: ЗАВАНТАЖЕННЯ
zh_cn: 下载
zh_tw: 下載

source: CONTENT DOWNLOADER
uk: ЗАВАНТАЖЕННЯ КОНТЕНТУ
zh_cn: 内容下载器
zh_tw: 內容下載器

source: THEMES
uk: ТЕМИ
zh_cn: 主题
zh_tw: 主題

source: THE BEZEL PROJECT
uk: НАБІР РАМОК (ОВЕРЛЄЄВ)
zh_cn: The Bezel Project 边框
zh_tw: The Bezel Project 邊框

source: SOFTWARE UPDATES
uk: ПРОГРАМНЕ ОНОВЛЕННЯ
zh_cn: 软件更新
zh_tw: 軟體更新

source: CHECK FOR UPDATES
uk: ПЕРЕВІРИТИ ОНОВЛЕННЯ
zh_cn: 检查更新
zh_tw: 檢查更新

source: UPDATE TYPE
el: ΤΥΠΟΣ ΕΝΗΜΕΡΩΣΗΣ
it: TIPO DE ACTUALIZACIÓN
ko: 업데이트 유형
pl: TYP AKTUALIZACJI
uk: ГІЛКА ОНОВЛЕННЯ
vi: LOẠI CẬP NHẬT
zh_cn: 更新类型
zh_tw: 更新類型

source: APPLY UPDATE
pl: ZASTOSUJ AKTUALIZACJĘ
uk: ЗАСТОСИТИ ОНОВЛЕННЯ
zh_cn: 应用更新
zh_tw: 套用更新

source: START UPDATE
el: ΕΝΑΡΞΗ ΕΝΗΜΕΡΩΣΗΣ
it: COMENZAR ACTUALIZACIÓN
ko: 업데이트 시작
pl: ZACZNIJ AKTUALIZACJE
uk: ПОЧАТИ ОНОВЛЕННЯ
vi: BẮT ĐẦU CẬP NHẬT
zh_cn: 开始更新
zh_tw: 開始更新

source: UPDATE IS ALREADY RUNNING
pl: AKTUALIZACJA JUŻ TRWA
uk: ОНОВЛЕННЯ ВЖЕ ЗАПУЩЕНО
zh_cn: 更新已在执行中
zh_tw: 更新已在執行中

source: TIMEZONE
pl: STREFA CZASOWA
uk: ГОДИННИЙ ПОЯС
zh_cn: 时区
zh_tw: 時區

source: SELECT YOUR TIMEZONE
uk: ВИБРАТИ ГОДИННИЧИЙ ПОЯС
zh_cn: 选择您的时区
zh_tw: 選擇您的時區

source: SHOW CLOCK IN 12-HOUR FORMAT
pl: POKAŻ ZEGAR W FORMACIE 12-GODZINNYM
uk: ПОКАЗАТИ ГОДИННИК У 12-ГОДИННОМУ ФОРМАТІ
zh_cn: 以 12 小时格式显示时钟
zh_tw: 以 12 小時格式顯示時鐘

source: POWER SAVER MODES
el: ΛΕΙΤΟΥΡΓΙΑ ΕΞΟΙΚΟΝΟΜΗΣΗΣ ΕΝΕΡΓΕΙΑΣ
ko: 절전 모드
pl: TRYB OSZCZĘDZANIA ENERGII
uk: РЕЖИМ ЕНЕРГОЗБЕРЕЖЕННЯ
vi: CHẾ ĐỘ TIẾT KIỆM PIN
zh_cn: 省电模式
zh_tw: 省電模式

source: UI MODE
el: ΛΕΙΤΟΥΡΓΙΑ INTERFACE
ko: UI 모드
pl: WYGLĄD INTERFEJSU
uk: РЕЖИМ ІНТЕРФЕЙСУ
vi: CHẾ ĐỘ GIAO DIỆN
zh_cn: UI模式
zh_tw: 介面模式

source: You are changing the UI to a restricted mode: This will hide most menu-options to prevent changes to the system. To unlock and return to the full UI, enter this code:
uk: Ви переводите інтерфейс в обмежений режим: Це приховає більшість пунктів меню, щоб запобігти змінам в системі. Щоб розблокувати та повернутися до повного інтерфейсу, введіть цей код:
zh_cn: 您正在将UI变更为受限模式： 这将隐藏大部分菜单选项以防止变更系统。 若要解锁并返回完整UI，请输入此代码：
zh_tw: 您正在將介面變更為受限模式： 這將隱藏大部分選單選項以防止變更系統。 若要解鎖並返回完整介面，請輸入此代碼：

source: You are changing the UI to a restricted mode:
uk: Ви переводите інтерфейс в обмежений режим:

source: This will hide most menu-options to prevent changes to the system.
uk: Це приховає більшість пунктів меню, щоб запобігти змінам в системі.

source: To unlock and return to the full UI, enter this code:
uk: Щоб розблокувати та повернутися до повного інтерфейсу, введіть цей код:
