Repository: christianhaitian/EmulationStation-fcamod
Catalog: resources/locale/*/emulationstation2.po
Languages: el, it, ko, pl, uk, vi, zh_cn, zh_tw

source: ADVANCED EMULATOR CONFIGURATION
el: ΠΡΟΧΩΡΗΜΕΝΕΣ ΡΥΘΜΙΣΕΙΣ ΕΞΟΜΟΙΩΤΗ
it: CONFIGURACIÓN DEL EMULADOR AVANZADA
ko: 에뮬레이터 고급 구성
pl: ZAAWANOOWANA KONFIGURACJA EMULATORA
vi: CẤU HÌNH GIẢ LẬP NÂNG CAO

source: HELP
el: ΒΟΗΘΕΙΑ
it: AYUDA
ko: 도움
pl: POMOC
vi: TRỢ GIÚP

source: THE SYSTEM IS UP TO DATE
el: ΤΟ ΣΥΣΤΗΜΑ ΕΙΝΑΙ ΕΝΗΜΕΡΩΜΕΝΟ
it: EL SISTEMA ESTÁ ACTUALIZADO
ko: 시스템이 최신입니다
pl: SYSTEM JEST AKTUALNY
vi: HỆ THỐNG ĐANG Ở PHIÊN BẢN MỚI NHẤT

source: FORCE BASIC GAMELIST VIEW
el: ΔΥΝΑΜΙΚΗ ΒΑΣΙΚΗ ΠΡΟΒΟΛΗ GAMELIST
it: FORZAR VISTA DE LISTA DE JUEGOS BÁSICA
pl: WYMUŚ PODSTAWOWY WIDOK LISTY GIER
vi: BUỘC XEM DANH SÁCH TRÒ CHƠI CƠ BẢN

source: DOWNLOADED
el: ΕΓΙΝΕ ΛΗΨΗ
it: DESCARGADO
ko: 다운로드
pl: POBRANO
vi: ĐÃ TẢI XUỐNG

source: UPDATE VERSION:
el: ΑΝΑΒΑΘΜΙΣΜΕΝΗ ΕΚΔΟΣΗ:
it: VERSIÓN DE LA ACTUALIZACIÓN:
ko: 업데이트 버전 :
pl: AKTUALIZACJA WERSJI
vi: PHIÊN BẢN CẬP NHẬT:

source: UPDATE CHANGELOG:
el: ΕΝΗΜΕΡΩΣΕ ΤΙΣ ΑΛΛΑΓΕΣ:
it: REGISTRO DE CAMBIOS DE LA ACTUALIZACIÓN:
ko: 업데이트 변경 로그 :
pl: AKTUALIZACJA DZIENNIKA ZMIAN:
vi: NHẬT KÝ THAY ĐỔI:

source: MORE DETAILS
el: ΠΕΡΙΣΣΟΤΕΡΕΣ ΛΕΠΤΟΜΕΡΕΙΕΣ
it: MÁS DETALLES
ko: 자세한 내용은
pl: WIĘCEJ SZCZEGÓŁÓW
vi: CHI TIẾT THÊM

source: AN ERROR OCCURED - DOWNLOADED
el: ΠΡΟΕΚΥΨΕ ΣΦΑΛΜΑ - ΕΓΙΝΕ ΛΗΨΗ
it: HA HABIDO UN ERROR - DESCARGADO
ko: 오류가 발생했습니다-다운로드
pl: WYSTĄPIŁ BŁĄD - POBRANE
vi: CÓ LỖI XẢY RA - ĐÃ TẢI XUỐNG

source: START KODI
el: ΕΚΚΙΝΗΣΗ KODI
it: INICIAR KODI
ko: KODI 시작
pl: WŁĄCZ KODI
vi: MỞ KODI

source: Montre les versions disponibles.
el: Εμφανίζει την τρέχουσα διαθέσιμη έκδοση ενημέρωσης.
pl: Dostępne wersje

source: Shows the current available update changelog.
el: Εμφανίζει το τρέχον αρχείο καταγραφής αλλαγών.
it: Mostrar el registro de cambios de actualización disponible actualmente
ko: 현재 사용 가능한 업데이트 변경 로그를 표시합니다.
pl: Pokazuje aktualnie dostępną listę zmian aktualizacji.
vi: Hiển thị nhật ký thay đổi của bản cập nhật hiện có.

source: Configurer une manette appairée. Votre manette doit être appairée / branchée auparavant.
pl: Skonfiguruj sparowany kontroler. Twój kontroler musi być wcześniej sparowany/połączony.

source: Choose if carousel will be animated or not during transitions
el: Επιλέξτε εάν το καρουσέλ θα κινείται ή όχι κατά τις μεταβάσεις.
it: Elegir si el carrusel estará animado o no durante transiciones
ko: 전환하는 동안 슬라이드 쇼에 애니메이션을 적용할지 여부를 선택합니다
pl: Wybierz, czy karuzela będzie animowana podczas przejść
vi: Chọn xem băng chuyền (carousel) có chuyển động hay không khi chuyển cảnh

source: Select the type of transition that occurs when you start a game. INSTANT will do nothing, FADE will fade to dark, and SLIDE will zoom on the game cover (or name if there is no scrape information)
el: Επιλέξτε τον τύπο μετάβασης που θα συμβεί όταν ξεκινάτε ένα παιχνίδι. Το INSTANT δεν θα κάνει τίποτα, το FADE θα εξασθενίσει και το ANIMATE θα μεγεθύνει το εξώφυλλο του παιχνιδιού (ή το όνομα εάν δεν υπάρχουν πληροφορίες σάρωσης).
it: Seleccionar el tipo de transición que ocurre cuando comienza un juego. INSTANT no hará nada, FADE se desvanecerá a oscuro, y SLIDE hará un zoom en la cubierta del juego (o nombre, si no hay metadatos)
ko: 게임을 시작할 때 발생하는 전환 유형을 선택하십시오. INSTANT는 아무 것도하지 않고 FADE는 어두워지고 SLIDE는 게임 커버를 확대합니다 (또는 스크랩 정보가없는 경우 이름).
pl: Wybierz rodzaj przejścia, które ma miejsce po uruchomieniu gry. NATYCHMIAST nic nie zrobi, ZANIKANIE zniknie do ciemnego, a PRZESUNIĘCIE powiększy okładkę gry (lub nazwę, jeśli nie ma informacji o zdrapaniu)
vi: Chọn loại chuyển cảnh xảy ra khi bạn bắt đầu một trò chơi. INSTANT sẽ không làm gì cả, FADE sẽ mờ dần thành tối, và SLIDE sẽ phóng to hình bìa trò chơi (hoặc tên nếu không có thông tin được tải)

source: Select exisiting colorset options for this theme.
el: Επιλέξτε τις υπάρχουσες επιλογές χρωμάτων για αυτό το θέμα
it: Seleccionar opciones de conjuntos de colores existentes para este tema
ko: 이 테마에 대한 기존 색상 세트 옵션을 선택하십시오.
pl: Wybierz istniejące kolory i opcje dla tego motywu.
vi: Chọn bộ màu có sẵn cho giao diện này.

source: Select exisiting iconset options for this theme.
el: Επιλέξτε τις υπάρχουσες επιλογές εικονιδίων για αυτό το θέμα
it: Seleccionar opciones de conjunto de iconos existentes para este tema
ko: 이 테마에 대한 기존 아이콘 세트 옵션을 선택하십시오.
pl: Wybierz istniejące opcje zestawu ikon dla tego motywu.
vi: Chọn bộ biểu tượng có sẵn cho giao diện này.

source: Select exisiting menu style options for this theme.
el: Επιλέξτε τις υπάρχουσες επιλογές στυλ του μενού για αυτό το θέμα
it: Seleccionar opciones de estilo de menú existentes para este tema
ko: 이 테마에 대한 기존 메뉴 스타일 옵션을 선택하십시오.
pl: Wybierz istniejące opcje stylu menu dla tego motywu
vi: Chọn kiểu menu có sẵn cho giao diện này.

source: Select exisiting system view options for this theme.
el: Επιλέξτε τις υπάρχουσες επιλογές προβολής συστήματος για αυτό το θέμα
it: Seleccionar opciones de vista de sistema existentes para este tema
ko: 이 테마에 대한 기존 시스템보기 옵션을 선택하십시오.
pl: Wybierz istniejące opcje widoku systemu dla tego motywu.
vi: Chọn kiểu hiển thị hệ thống cho giao diện này.

source: Select exisiting gamelist view options for this theme.
el: Επιλέξτε τις υπάρχουσες επιλογές της προβολής λίστας παιχνιδιών για αυτό το θέμα
it: Seleccionar opciones de vista de lista de juegos existentes para este tema
ko: 이 테마에 대한 기존 게임 목록보기 옵션을 선택하십시오.
pl: Wybierz istniejące opcje widoku listy gier dla tego motywu.
vi: Chọn kiểu hiển thị danh sách game cho giao diện này.

source: Configure theme options if available.
el: Διαμορφώστε τις επιλογές θέματος εάν είναι διαθέσιμες
it: Configurar opciones del tema si está disponible
ko: 가능한 경우 테마 옵션을 구성하십시오.
pl: Skonfiguruj opcje motywu, jeśli są dostępne.
vi: Cấu hình tùy chọn giao diện nếu có.

source: Select Region of logos, pictures for system that are different for some countries. E.g. Megadrive in EU / Genesis in US
el: Επιλέξτε Περιοχή λογότυπων, εικόνων για το σύστημα που διαφέρουν για ορισμένες χώρες. Π.χ. Megadrive στην ΕΕ / Genesis στις ΗΠΑ
it: Seleccionar región de logotipos, imágenes para sistemas diferentes entre países Ejemplo, Megadrive en EU, Genesis en USA
ko: 일부 국가에서는 다른 시스템의 로고 영역, 그림을 선택하십시오. 예 : EU의 Megadrive / 미국의 Genesis
pl: Wybierz Region logo, obrazów dla systemu, które są różne dla niektórych krajów. Np. Megadrive w UE / Genesis w USA
vi: Chọn khu vực cho logo/hình ảnh (Ví dụ: Megadrive ở EU / Genesis ở Mỹ)

source: Type the name of your SSID if it is hidden or not listed
el: Πληκτρολογήστε το όνομα SSID σας εάν είναι κρυφό ή δεν εμφανίζεται στη λίστα
it: Ingresar nombre de SSID, si está oculto o no aparece
ko: SSID가 숨겨져 있거나 나열되지 않은 경우 이름을 입력하십시오.
pl: Wpisz nazwę swojego identyfikatora SSID, jeśli jest ukryty lub nie ma go na liście
vi: Nhập tên Wifi (SSID) nếu nó bị ẩn hoặc không có trong danh sách

source: Select a letter and the listing will go directly on the first game starting with this letter.
el: Επιλέξτε ένα γράμμα και η λίστα θα πάει απευθείας στο πρώτο παιχνίδι που ξεκινά με αυτό το γράμμα.
it: Seleccionar una letra y la lista irá directamente al primer juego que comience con esta letra
ko: 문자를 선택하면이 문자로 시작하는 첫 번째 게임에서 목록이 바로 표시됩니다.
pl: Wybierz literę, a lista trafi bezpośrednio do pierwszej gry rozpoczynającej się na tę literę.
vi: Chọn một chữ cái để nhảy đến game bắt đầu bằng chữ đó.

source: Select the way the game list is sortered (alphabetically, by notation...).
el: Επιλέξτε τον τρόπο ταξινόμησης της λίστας παιχνιδιών (αλφαβητικά, με συμβολισμό...).
it: Seleccionar la forma en que se ordena la lista de juegos (alfabéticamente, mediante notación...)
ko: 게임 목록을 정렬하는 방법을 선택하십시오 (알파벳, 표기법 ...).
pl: Wybierz sposób sortowania listy gier (alfabetycznie, według notacji...).
vi: Chọn cách sắp xếp danh sách game (theo bảng chữ cái, theo đánh giá...).

source: Switch between seing or not only the favorites games. To add a game in the favorite list, select the game and toggle its state using 'Y'.
el: Εναλλαγή μεταξύ προβολής ή όχι μόνο αγαπημένων παιχνιδιών. Για να προσθέσετε ένα παιχνίδι στη λίστα αγαπημένων, επιλέξτε το παιχνίδι και αλλάξτε την κατάστασή του χρησιμοποιώντας το 'Y'.
it: Cambiar entre ver o no solo los juegos favoritos. Para agregar un juego a la lista de favoritos, seleccionar el juego y cambiar su estado con 'Y'
ko: 즐겨 찾기 게임뿐만 아니라 seing간에 전환 할 수 있습니다. 즐겨 찾기 목록에 게임을 추가하려면 게임을 선택하고 'Y'를 사용하여 상태를 토글하십시오.
pl: Przełączaj się między oglądaniem lub nie tylko ulubionymi grami. Aby dodać grę do listy ulubionych, wybierz ją i przełącz jej stan za pomocą „Y”.
vi: Chuyển đổi hiển thị chỉ game yêu thích. Để thêm game vào yêu thích, chọn game và bấm nút 'Y'.

source: Switch between seing or not the hidden games. To hide a game, edit its data and select 'Hide'.
el: Αλλάξτε εάν θέλετε να βλέπετε κρυφά παιχνίδια. Για να αποκρύψετε ένα παιχνίδι, επεξεργαστείτε τα στοιχεία του και επιλέξτε «Απόκρυψη».
it: Cambiar entre ver o no los juegos ocultos. Para ocultar un juego, editar sus datos y seleccionar 'Ocultar'
ko: 숨겨진 게임 사이를 전환할지 여부를 전환하십시오. 게임을 숨기려면 해당 데이터를 편집하고 '숨기기'를 선택하십시오.
pl: Przełączaj się między oglądaniem lub nie ukrytymi grami. Aby ukryć grę, edytuj jej dane i wybierz „Ukryj”.
vi: Chuyển đổi hiển thị game ẩn. Để ẩn một game, sửa thông tin game đó và chọn 'Ẩn'.

source: This option display a menu which allows to change game data and many others options.
el: Αυτή η επιλογή εμφανίζει ένα μενού που σας επιτρέπει να αλλάξετε τα δεδομένα παιχνιδιού και πολλές άλλες επιλογές.
it: Esta opción muestra un menú que permite cambiar los datos del juego y muchas otras opciones
ko: 이 옵션은 게임 데이터 및 기타 여러 옵션을 변경할 수있는 메뉴를 표시합니다.
pl: Ta opcja wyświetla menu umożliwiające zmianę danych gry i wiele innych opcji.
vi: Tùy chọn này hiển thị menu cho phép sửa dữ liệu game và các tùy chọn khác.

source: AVAILABLE UPDATE
el: ΔΙΑΘΕΣΙΜΗ ΕΝΗΜΕΡΩΣΗ
it: ACTUALIZACIÓN DISPONIBLE
ko: 사용 가능한 업데이트
pl: AKTUALIZACJE DOSTĘPNE
vi: CÓ CẬP NHẬT MỚI

source: UPDATE CHANGELOG
el: ΕΝΗΜΕΡΩΣΗ ΑΡΧΕΙΟΥ ΑΛΛΑΓΩΝ
it: REGISTRO DE CAMBIOS
ko: 업데이트 변경
pl: AKTUALIZACKE DZIENNIKA ZMIAN
vi: NHẬT KÝ CẬP NHẬT

source: CLOCK IN MENU
el: ΡΟΛΟΙ ΣΤΟ ΜΕΝΟΥ
it: RELOJ EN MENÚ
pl: ZEGAR W MENU
vi: ĐỒNG HỒ TRONG MENU

source: Now playing
el: Παίζει τώρα
it: Reproduciendo ahora
ko: 플레이중
pl: właśnie grane
vi: Đang chơi

source: DEFAULT (%1%)
el: ΠΡΟΚΑΘΟΡΙΣΜΕΝΟ (%1%)
it: DEFECTO (%1%)
ko: 기본 (%1%)
pl: DOMYŚLNY (%1%)
vi: MẶC ĐỊNH (%1%)

source: INPUT REQUIRED
el: ΑΠΑΙΤΕΙΤΑΙ ΕΙΣΟΔΟΣ
it: INGRESO REQUERIDO
pl: WYMAGANE WEJŚCIE
vi: YÊU CẦU ĐẦU VÀO

source: (skipped)
el: (παραλείπεται)
it: (omitido)
pl: (pominięto)
vi: (đã bỏ qua)

source: UP/DOWN TO SKIP
el: ΠΑΝΩ/ΚΑΤΩ ΓΙΑ ΠΑΡΑΛΕΙΨΗ
it: ARRIBA/ABAJO PARA OMITIR
pl: GÓRA/DÓŁ BY POMINĄĆ
vi: LÊN/XUỐNG ĐỂ BỎ QUA

source: A TO UNSET
el: A ΓΙΑ ΑΠΕΝΕΡΓΟΠΟΙΗΣΗ
it: A PARA CAMBIAR
pl: A ABY ODZNACZYĆ
vi: A ĐỂ HỦY CHỌN

source: DOWN TO SKIP AND KEEP [%1%]
el: ΚΑΤΩ ΓΙΑ SKIP KAI KEEP [%1%]
it: ABAJO PARA OMITIR Y MANTENER [%1%]
ko: 건너 뛰고 유지 [%1%]
pl: DÓŁ ABY POMINĄĆ I ZACHOWAĆ [%1%]
vi: XUỐNG ĐỂ BỎ QUA VÀ GIỮ [%1%]

source: UP/DOWN TO SKIP AND KEEP [%1%]
el: ΠΑΝΩ/ΚΑΤΩ ΓΙΑ SKIP KAI KEEP [%1%]
it: ARRIBA/ABAJO PARA OMITIR Y MANTENER [%1%]
ko: 건너 뛰기 및 유지로 업 / 다운 [%1%]
pl: GÓRA/DÓŁ ABY POMINĄĆ I ZACHOWAĆ [%1%]
vi: LÊN/XUỐNG ĐỂ BỎ QUA VÀ GIỮ [%1%]

source: Set duration of help popups, 0 means no popup.
el: Ορίστε τη διάρκεια των αναδυόμενων παραθύρων βοήθειας, το 0 σημαίνει ότι δεν υπάρχουν αναδυόμενα παράθυρα.
it: Duración de popups de ayuda, 0 significa sin popup
ko: 도움말 팝업 기간을 설정합니다. 0은 팝업이 없음을 의미합니다.
pl: Ustaw czas trwania wyskakujących okienek pomocy, 0 oznacza brak wyskakujących okienek.

source: HELP POPUP DURATION
el: ΔΙΑΡΚΕΙΑ ΑΝΑΔΙΟΜΕΝΟΥ ΠΑΡΑΘΥΡΟΥ ΒΟΗΘΕΙΑΣ
it: DURACIÓN DE POPUPS DE AYUDA
ko: 팝업 지속 시간 지원
pl: CZAS TRWANIA WYŚWIETLACZA POMOCY
vi: THỜI GIAN HIỆN POPUP TRỢ GIÚP

source: Set duration of music popups, 0 means no popup.
el: Ορίστε τη διάρκεια των αναδυόμενων παραθύρων μουσικής, το 0 σημαίνει ότι δεν υπάρχουν αναδυόμενα παράθυρα.
it: Duración de popups de música, 0 significa sin popup
ko: 음악 팝업 기간을 설정합니다. 0은 팝업이 없음을 의미합니다.
pl: Ustaw czas trwania wyskakujących okienek muzycznych, 0 oznacza brak wyskakujących okienek.

source: MUSIC POPUP DURATION
el: ΔΙΑΡΚΕΙΑ ΑΝΑΔΙΟΜΕΝΟΥ ΠΑΡΑΘΥΡΟΥ ΜΟΥΣΙΚΗΣ
it: DURACIÓN DE POPUPS DE MÚSICA
ko: 음악 팝업 기간
pl: CZAS TRWANIA WYŚWIETLANIA MUZYKI
vi: THỜI GIAN HIỆN POPUP NHẠC

source: POPUP SETTINGS
el: ΡΥΘΜΙΣΕΙΣ ΑΝΑΔΙΩΜΕΝΟΥ ΠΑΡΑΘΥΡΟΥ
it: CONFIGURACIÓN DE POPUPS
ko: 팝업 설정
pl: USTAWIENIE WYSKAKUJĄCYCH OKIEN
vi: CÀI ĐẶT POPUP

source: POPUP POSITION
el: ΘΕΣΗ ΑΝΑΔΙΟΜΕΝΟΥ ΠΑΡΑΘΥΡΟΥ
it: POSICIÓN DE POPUPS
ko: 팝업 위치
pl: USTAWIENIE POZYCJI WYSKAKUJĄCYCH OKIEN
vi: VỊ TRÍ POPUP

source: Select the position of popups on screen.
el: Επιλέξτε τη θέση των αναδυόμενων παραθύρων στην οθόνη
it: Seleccionar posición de popups en pantalla
ko: 화면에서 팝업 위치를 선택하십시오.
pl: Ustaw pozycję wyskakujących okien na ekranie.
vi: Chọn vị trí hiển thị popup trên màn hình.

source: Set position and duration of popups.
el: Ορίστε τη θέση και τη διάρκεια των αναδυόμενων παραθύρων
it: Posición y duración de popups
ko: 팝업의 위치와 지속 시간을 설정하십시오.
pl: Ustaw pozycje i czas wyskakujących okien.
vi: Đặt vị trí và thời gian hiển thị popup.

source: TOP/RIGHT
el: ΠΑΝΩ/ΔΕΞΙΑ
it: ARRIBA/DERECHA
ko: 맨 위 오른쪽
pl: GÓRA/PRAWO
vi: TRÊN/PHẢI

source: BAS/DROITE
el: ΚΑΤΩ/ΔΕΞΙΑ
pl: DÓŁ/PRAWO

source: BOTTOM/LEFT
el: ΚΑΤΩ/ΑΡΙΣΤΕΡΑ
it: ABAJO/IZQUIERDA
ko: 하단 / 왼쪽
pl: DÓŁ/LEWO
vi: DƯỚI/TRÁI

source: TOP/LEFT
el: ΠΑΝΩ/ΑΡΙΣΤΕΡΑ
it: ARRIBA/IZQUIERDA
ko: 상단 / 왼쪽
pl: GÓRA LEWO
vi: TRÊN/TRÁI

source: SHOW FOLDERS CONTENT
el: ΕΜΦΑΝΙΣΗ ΠΕΡΙΕΧΟΜΕΝΟΥ ΦΑΚΕΛΟΥ
it: MOSTRAR CONTENIDO DE CARPETAS
ko: 폴더 내용 표시
pl: POKAŻ ZAWARTOŚĆ FOLDERÓW
vi: HIỂN THỊ NỘI DUNG THƯ MỤC

source: Switch between seeing the folders structure and seeing all games in a flatten top level.
el: Κάντε εναλλαγή μεταξύ της προβολής της δομής του φακέλου και της προβολής όλων των παιχνιδιών σε υψηλότερο επίπεδο.
it: Cambiar entre mostrar estructura de carpetas o ver todos los juegos en un único nivel superior
ko: 폴더 구조보기와 평평한 최상위 레벨의 모든 게임보기 사이를 전환하십시오.
pl: Przełączaj się między widokiem struktury folderów a widokiem wszystkich gier na spłaszczonym najwyższym poziomie.
vi: Chuyển đổi giữa việc xem theo cấu trúc thư mục hoặc xem tất cả game trên một danh sách phẳng.

source: NETPLAY LOBBY
el: ΛΟΜΠΙ ΠΑΙΧΝΙΔΙΟΥ ΔΙΚΤΥΟΥ
it: SALA DE ESPERA DE NETPLAY
ko: 넷 플레이 로비
pl: LOBBY GRY SIECIOWEJ
vi: SẢNH CHƠI QUA MẠNG

source: Enable or disable Netplay in games.
el: Ενεργοποίηση ή απενεργοποίηση του παιχνιδιού δικτύου.
it: Habilitar o deshabilitar Netplay en juegos
ko: 게임에서 Netplay를 활성화 또는 비활성화합니다.
pl: Włącz lub wyłącz grę sieciową w grach.
vi: Bật hoặc tắt Netplay trong game.

source: RELAY SERVER
el: ΔΙΑΚΟΜΙΣΤΗΣ ΑΝΑΜΕΤΑΔΟΣΗΣ
it: SERVIDOR DE RETRANSMISIÓN
ko: 릴레이 서버
pl: SERWER PRZEKAŹNIKÓW
vi: MÁY CHỦ TRUNG GIAN

source: Enable or disable connections throught relay servers.
el: Ενεργοποιήστε ή απενεργοποιήστε τις συνδέσεις μέσω διακομιστών αναμετάδοσης.
it: Habilitar o deshabilitar conexiones mediante servidores de retransmisión
ko: 릴레이 서버를 통한 연결을 활성화 또는 비활성화합니다.
pl: Włącz lub wyłącz połączenia przez serwery przekazujące.
vi: Bật/tắt kết nối qua máy chủ trung gian.

source: KODI/NETPLAY
el: KODI/ΠΑΙΧΝΙΔΙ ΔΙΚΤΥΟΥ
pl: KODI/GRA SIECIOWA

source: NO GAMES OR NO CONNECTION
el: ΔΕΝ ΒΡΕΘΗΚΑΝ ΠΑΙΧΝΙΔΙΑ Ή ΣΥΝΔΕΣΕΙΣ
it: SIN JUEGOS O SIN CONEXIÓN
ko: 게임이나 연결이 없습니다
pl: NIE MA GIER LUB BRAK POŁĄCZENIA
vi: KHÔNG CÓ GAME HOẶC KHÔNG KẾT NỐI

source: HASH NOW
el: HASH ΤΩΡΑ
it: CALCULAR HASH AHORA
pl: UWZGLĘDNIJ TERAZ
vi: TẠO HASH NGAY

source: HASH THESE SYSTEMS
el: ΔΗΜΙΟΥΡΓΗΣΤΕ HASH ΓΙΑ ΑΥΤΑ ΤΑ ΣΥΣΤΗΜΑΤΑ
it: CALCULAR HASH PARA ESTOS SISTEMAS
pl: UWZGLĘDNIJ TE SYSTEMY
vi: TẠO HASH CHO CÁC HỆ THỐNG NÀY

source: Add hash of roms in your gamelists to have more accurate results in Netplay.
el: Προσθέστε hash roms στην λίστα παιχνιδιων σας για πιο ακριβή αποτελέσματα στην αναπαραγωγή δικτΠροσθέστε hashes rom στις λίστες αναπαραγωγής σας για πιο ακριβή αποτελέσματα στην αναπαραγωγή δικτύου.
it: Agregar hash de roms a listas de juegos para obtener resultados más precisos en Netplay.
ko: Netplay에서보다 정확한 결과를 얻으려면 게임 목록에 롬 해시를 추가하십시오.
pl: Dodaj skrót romów do list gier, aby uzyskać dokładniejsze wyniki w grze sieciowej.
vi: Thêm mã hash của ROM vào danh sách để có kết quả Netplay chính xác hơn.

source: HASH ROMS
it: CALCULAR HASH DE ROMS
pl: UWZGLĘDNIJ ROMY
vi: HASH ROM

source: Only missing hashs
el: Μόνο hash που λείπουν
it: Solo hash faltantes
pl: Tylko brakujące
vi: Chỉ các hash còn thiếu

source: Username
el: Όνομα Χρήστη
it: Usuario
ko: 이름
pl: Nazwa użytkownika
vi: Tên người dùng

source: Country
el: Χώρα
it: País
ko: 국가
pl: Kraj
vi: Quốc gia

source: Latency
el: Αδράνεια
it: Latencia
ko: 지연 시간
pl: Czas oczekiwania
vi: Độ trễ

source: Host arch.
it: Arq. del anfitrión
ko: 호스트 아치.
pl: Architektura Hosta

source: Core ver.
el: Έκδοση Πυρήνα
it: Ver. núcleo
ko: 핵심 ver.
pl: Wersja Rdzenia

source: Can join
el: Μπορεί να συμμετάσχει
it: Puede unirse
ko: 가입 가능
pl: Można dołączyć
vi: Có thể tham gia

source: Rom and core match
el: Ταίριασμα rom και πυρήνα
it: Rom y núcleo coincidente
ko: 롬과 코어 매치
pl: Pasujące Romy i rdzenie
vi: ROM và Core khớp nhau

source: Rom found
el: Βρέθηκε ROM
it: Rom encontrado
ko: 롬 발견
pl: Znalezione Romy
vi: Đã tìm thấy ROM

source: No rom match
el: Δεν ταιριάζει η Rom
it: Rom sin coincidencia
ko: 롬 일치 없음
pl: Nie ma pasujących Romów
vi: ROM không khớp

source: Match
el: Ταιριάζει
it: Coincidencia
ko: 시합
pl: Dopasowanie
vi: Khớp

source: No Match
el: Δεν ταιριάζει.
it: Sin coincidencia
ko: 일치하지 않습니다
pl: Nie ma dopasowania
vi: Không khớp

source: Rom file
el: Aρχείο Rom
it: Archivo rom
ko: 롬 파일
pl: Plik Romu
vi: Tập tin ROM

source: Rom hash
it: Hash del rom
ko: 롬 해시
pl: Uwzględnij Rom
vi: Mã hash ROM

source: THIS COULD TAKE A WHILE, CONFIRM?
el: ΑΥΤΟ ΘΑ ΔΙΑΡΚΕΣΕΙ ΛΙΓΟ, ΕΠΙΒΕΒΑΙΩΣΗ;
it: Esto podría tardar, ¿confirmar?
ko: 이 문제를 해결하는 동안 확인 하시겠습니까?
pl: MOŻE TO CHWILĘ POTRWAĆ, POTWIERDZASZ?
vi: VIỆC NÀY CÓ THỂ MẤT THỜI GIAN, XÁC NHẬN?

source: bueno
el: Καλό
pl: dobrze

source: bad
el: Κακό
it: malo
ko: 나쁜
pl: źle

source: medium
el: Μέτριο
it: medio
ko: 매질
pl: średno

source: NETPLAY POPUP DURATION
el: ΔΙΑΡΚΕΙΑ ΑΝΑΔΙΟΜΕΝΟΥ ΠΑΡΑΘΥΡΟΥ ΠΑΙΧΝΙΔΙΟΥ ΔΙΚΤΥΟΥ
it: DURACIÓN POPUPS PARA NETPLAY
ko: 넷 플레이 팝업 지속 시간
pl: CZAS TRWANIA WYŚWIETLACZA GRY SIECIOWEJ
vi: THỜI GIAN HIỆN POPUP NETPLAY

source: Set duration of netplay popups, 0 means no popup.
el: Ορίστε τη διάρκεια των αναδυόμενων παραθύρων δικτύου παιχνιδιού, 0 σημαίνει ότι δεν υπάρχουν αναδυόμενα παράθυρα.
it: Duración de popups para Netplay, 0 significa sin popups
ko: 넷 플레이 팝업 지속 시간을 설정합니다. 0은 팝업이 없음을 의미합니다.
pl: Ustaw czas wyświetlania wyskakujących okienek w sieci, 0 oznacza brak wyskakujących okienek.

source: Player
el: Παίκτης
it: Jugador
ko: 플레이어
pl: Gracz
vi: Người chơi

source: Game
el: Παιχνιδι
it: Juego
pl: Gra
vi: Trò chơi

source: ¡Juega en línea en juegos que se ejecutan en Retroarch como NES, SNES, FBA, Genesis / Megadrive y más!
pl: Graj w trybie online w stylu Retroarch jako NES, SNES, FBA, Megadrive i więcej!

source: Rom, hash and core match
el: Rom, hash και πυρήνας ταιριάζουν
it: Rom, hash y núcleo coincidente
ko: 롬, 해시 및 코어 매치
pl: Rom uwzględniony i pasujący rdzeń

source: No core match
el: Δεν ταιριάζει κανένας πυρήνας
it: Núcleo sin coincidencia
pl: Rdzeń nie pasuje

source: Add a clock in the main menu.
el: Προσθέστε ένα ρολόι στο κύριο μενού
ko: 메인 메뉴에 시계를 추가
pl: Dodaj zegar do głównego menu
vi: Thêm đồng hồ vào menu chính.

source: UPGRADING
el: ΕΝΗΜΕΡΩΣΗ
ko: 업그레이드
pl: AKTUALIZOWANIE
vi: ĐANG NÂNG CẤP

source: PREPARING
el: ΠΡΟΕΤΟΙΜΑΣΙΑ
ko: 준비
pl: PRZYGOTOWYWANIE
vi: ĐANG CHUẨN BỊ

source: VERIFYING
el: ΕΠΑΛΗΘΕΥΣΗ
ko: 확인
pl: WERYFIKACJA
vi: ĐANG KIỂM TRA

source: EMPTY LIST
el: ΚΕΝΗ ΛΙΣΤΑ
ko: 빈 목록
pl: PUSTA LISTA
vi: DANH SÁCH TRỐNG

source: Auto
el: Αυτόματο
ko: 오토매틱
pl: Automatyczne

source: Square pixel
el: Τετράγωνο εικονοστοιχείο
ko: 정사각형 픽셀
pl: Kwadratowy piksel

source: Retroarch Config
el: Ρύθμιση του Retroarch
ko: 레트로 아크 구성
pl: Konfiguracja Retroarch
vi: Cấu hình RetroArch

source: Retroarch Custom
el: Διαμόρφωση Retroarch
pl: Niestandardowy Retroarch
vi: Tùy chỉnh RetroArch

source: Core provided
el: Παρέχεται πυρήνας
ko: 핵심 제공
pl: Dostarczony rdzeń
vi: Theo Core

source: Do not set
el: Μην ρυθμίσετε
ko: 설정하지 마십시오
pl: Nie ustawione
vi: Không thiết lập

source: SHOW GAME NAME
ko: 게임 이름 표시

source: This collection is empty
ko: 이 컬렉션은 비어 있습니다

source: TURBO (1000Mhz)
ko: 터보 (1000Mhz)
vi: TĂNG TỐC (1000Mhz)

source: TURBO (1050Mhz)+
ko: 터보 (1050Mhz)+

source: Region
el: Περιοχή
it: Región
ko: 지역
vi: Vùng

source: TIMES PLAYED
it: JUGADO
ko: 플레이 한 시간

source: TURBO (1350Mhz)
el: ΤΟΥΡΜΠΟ (1350MHz)
ko: 터보 (1350Mhz)

source: Show how much space is used on your SHARE partition, located either on the SDCARD or on an external drive. The information shows how much GB are used and how much GB your storage has overall (example 13GB/26GB).
it: Mostrar espacio usado en partición SHARE, tanto en SD como en disco externo. La información se muestra en GB usados/total (ejemplo 13GB/26GB).
ko: SDCARD 또는 외부 드라이브에있는 SHARE 파티션에서 사용 된 공간을 표시하십시오. 이 정보는 사용 된 GB 용량과 스토리지의 전체 GB 용량 (예 : 13GB / 26GB)을 보여줍니다.

source: Overclock your board to increase the performance.
ko: 성능을 높이려면 보드를 오버 클로킹하십시오.

source: Only show games contained in the gamelist.xml file (located in your roms directories).
ko: roms 디렉토리에있는 gamelist.xml 파일에 포함 된 게임 만 표시합니다.

source: Shows the current available update version.
it: Mostrar la versión de actualización disponible actualmente
ko: 사용 가능한 현재 업데이트 버전을 표시합니다.

source: Configure an associated controller. Your controller has to be associated / plugged before.
it: Configurar mando conectado. El mando debe estar previamente vinculado/conectado
ko: 연결된 컨트롤러를 구성하십시오. 컨트롤러를 연결하고 연결해야합니다.

source: BOTTOM/RIGHT
it: ABAJO/DERECHA
ko: 하단 / 오른쪽

source: good
it: bueno
ko: 좋은

source: Play online on games running through Retroarch like NES, SNES, FBA, Genesis/Megadrive and more!
it: ¡Juega en línea en juegos que funcionan con RetroArch como NES, SNES, FBA, Genesis/Megadrive y más!
ko: NES, SNES, FBA, Genesis / Megadrive 등과 같은 Retroarch를 통해 실행되는 게임에서 온라인으로 플레이하십시오!
vi: Chơi trực tuyến các game chạy qua RetroArch như NES, SNES, FBA, Megadrive...!

source: extracting update...
vi: Đang trích xuất bản cập nhật...

source: enabled
vi: đã bật

source: enable
vi: bật

source: disable
vi: tắt

source: ONLY MISSING MEDIAS
vi: CHỈ GAME THIẾU MEDIA

source: %i FAVORITES
vi: %i YÊU THÍCH

source: RA ver.
el: Έκδοση RA.
it: Ver. RA
vi: Phiên bản RetroArch.

source: ΑΠΟΘΗΚΕΥΣΗ
el: GUARDAR

source: PLAYED GAMES
el: ΠΑΙΧΝΙΔΙΑ ΠΟΥ ΠΑΙΧΘΗΚΑΝ

source: Configure an associated command. Your remote must be previously paired / plugged in.
el: Διαμορφώστε μια σχετική εντολή. Το τηλεχειριστήριό σας πρέπει να είναι προηγουμένως συζευγμένο / συνδεδεμένο.

source: Play online games running on Retroarch like NES, SNES, FBA, Genesis/Megadrive and more!
el: Παίξτε online παιχνίδια Retroarch όπως NES, SNES, FBA, Megadrive και άλλα!

source: AN UPDATE IS AVAILABLE FOR YOUR RECALBOX
it: HAY UNA ACTUALIZACIÓN DISPONIBLE PARA RECALBOX

source: WE CAN'T FIND ANY SYSTEMS! CHECK THAT YOUR PATHS ARE CORRECT IN THE SYSTEMS CONFIGURATION FILE, AND YOUR GAME DIRECTORY HAS AT LEAST ONE GAME WITH THE CORRECT EXTENSION. VISIT RECALBOX.COM FOR MORE INFORMATION.
it: ¡NO SE HAN ENCONTRADO SISTEMAS! COMPROBAR RUTAS EN ARCHIVO DE CONFIGURACIÓN. LA CARPETA DE JUEGOS DEBE CONTENER AL MENOS UNO Y CON LA EXTENSIÓN CORRECTA. VISITAR RECALBOX.COM PARA OBTENER MÁS INFORMACIÓN

source: WE CAN'T FIND ANY SYSTEMS! CHECK THAT YOUR PATHS ARE CORRECT IN THE SYSTEMS CONFIGURATION FILE, AND YOUR GAME DIRECTORY HAS AT LEAST ONE GAME WITH THE CORRECT EXTENSION. VISIT RECALBOX.FR FOR MORE INFORMATION.
it: ¡NO SE HAN ENCONTRADO SISTEMAS! COMPROBAR RUTAS EN ARCHIVO DE CONFIGURACIÓN. LA CARPETA DE JUEGOS DEBE CONTENER AL MENOS UNO Y CON LA EXTENSIÓN CORRECTA. VISITAR RECALBOX.COM PARA OBTENER MÁS INFORMACIÓN
