Repository: christianhaitian/EmulationStation-fcamod
Catalog: resources/locale/*/emulationstation2.po
Languages: el, it, ko, pl, uk, vi, zh_cn, zh_tw

source: Distro Version
pl: Wersja dystrybucji
uk: Версія збірки

source: DISPLAY SETTINGS AND INFO
pl: USTAWIENIA WYŚWIETLANIA I INFORMACJE
uk: НАЛАШТУВАННЯ ДИСПЛЕЮ/ВЕРСІЯ
zh_cn: 显示设置与信息
zh_tw: 顯示設定與資訊

source: SHOW OVERLAY WHEN BRIGHTNESS CHANGES
pl: POKAŻ NAKŁADKĘ PRZY ZMIANIE JASNOŚCI
uk: ПОКАЗАТИ ОВЕРЛЕЙ ЗМІНИ ЯСКРАВОСТІ
zh_cn: 亮度变更时显示迭加图标
zh_tw: 亮度變更時顯示疊加圖示

source: PANEL BRIGHTNESS
pl: JASNOŚĆ PANELU
uk: ЯСКРАВІСТЬ ПАНЕЛІ
zh_cn: 屏幕亮度
zh_tw: 螢幕亮度

source: PANEL CONTRAST
pl: KONTRAST PANELU
uk: КОНТРАСТНІСТЬ ПАНЕЛІ
zh_cn: 屏幕对比度
zh_tw: 螢幕對比度

source: PANEL SATURATION
pl: NASYCENIE PANELU
uk: НАСИЧЕНІСТЬ ПАНЕЛІ
zh_cn: 屏幕饱和度
zh_tw: 螢幕飽和度

source: PANEL HUE
pl: Odcień panelu
uk: КОЛЬОРОВИЙ ТОН ПАНЕЛІ
zh_cn: 屏幕色调
zh_tw: 螢幕色調

source: PANEL VERSION
uk: ВЕРСІЯ ПАНЕЛІ
zh_cn: 面板版本
zh_tw: 面板版本

source: PANEL ID
pl: IDENTYFIKATOR PANELU
uk: ІДЕНТИФІКАТОР ПАНЕЛІ
zh_cn: 面板 ID
zh_tw: 面板 ID

source: IGNORE LEADING ARTICLES WHEN SORTING
pl: IGNORUJ NAJWAŻNIEJSZE ARTYKUŁY PODCZAS SORTOWANIA
uk: ІГНОРУВАТИ РЯДКИ ПРИ СОРТУВАННІ
zh_cn: 排序时忽略开头冠词
zh_tw: 排序時忽略開頭冠詞

source: VERBAL BATTERY VOICE
pl: GŁOS
uk: ЗВУЧУВАТИ БАТАРЕЮ ГОЛОСОМ
zh_cn: 电池语音提示
zh_tw: 電池語音提示

source: Verbal BATTERY Voice
pl: Głos
uk: ЗВУЧУВАТИ БАТАРЕЮ ГОЛОСОМ

source: VERBAL BATTERY WARNING
pl: OSTRZEŻENIE USTNE DOTYCZĄCE BATERII
uk: ПОПЕРЕДЖЕННЯ ПРО РОЗРЯД БАТАРЕЇ
zh_cn: 电池语音警告
zh_tw: 電池語音警告

source: Verbal BATTERY Warning
pl: Ostrzeżenie ustne dotyczące baterii
uk: ПОПЕРЕДЖЕННЯ ПРО РОЗРЯД БАТАРЕЇ

source: Verbal BATTERY Warning Threshold (%)
uk: ПОРІГ ПОПЕРЕДЖЕННЯ ГОЛОСОМ (%)

source: MALE 1
pl: MĘŻCZYZNA 1
uk: ЧОЛОВІЧИЙ 1
zh_cn: 男声 1
zh_tw: 男聲 1

source: MALE 2
pl: MĘŻCZYZNA 2
uk: ЧОЛОВІЧИЙ 2
zh_cn: 男声 2
zh_tw: 男聲 2

source: FEMALE
pl: KOBIETA
uk: ЖІНОЧИЙ
zh_cn: 女声
zh_tw: 女聲

source: UPDATE AVAILABLE
pl: AKTUALIZACJA DOSTĘPNA
uk: ДОСТУПНЕ ОНОВЛЕННЯ
zh_cn: 有可用的更新
zh_tw: 有可用的更新

source: FILENAME, ASCENDING
el: ΟΝΟΜΑ ΑΡΧΕΙΟΥ, ΑΥΞΟΥΣΑ
it: NOMBRE, ASCENDENTE
ko: FILENAME, 오름차순
pl: NAZWA PLIKU, ROSNĄCO
uk: НАЗВА ФАЙЛУ, ПО ЗРОСТАННЮ
vi: TÊN TẬP TIN, TĂNG DẦN
zh_cn: 文件名，递增
zh_tw: 檔案名稱，遞增

source: FILENAME, DESCENDING
el: ΟΝΟΜΑ ΑΡΧΕΙΟΥ, ΦΘΙΝΟΥΣΑ
it: NOMBRE, DESCENDENTE
ko: FILENAME, 내림차순
pl: NAZWA PLIKU, MALEJĄCO
uk: НАЗВА ФАЙЛУ, ПО СПАДАННЮ
vi: TÊN TẬP TIN, GIẢM DẦN
zh_cn: 文件名，递减
zh_tw: 檔案名稱，遞減

source: RATING, ASCENDING
el: ΒΑΘΜΟΛΟΓΙΑ, ΑΥΞΟΥΣΑ
it: CALIFICACIÓN, ASCENDENTE
ko: RATING, 오름차순
pl: OCENA, ROSNĄCO
uk: РЕЙТИНГ, ПО ЗРОСТАННЮ
vi: ĐÁNH GIÁ, TĂNG DẦN
zh_cn: 评分，递增
zh_tw: 評分，遞增

source: RATING, DESCENDING
el: ΒΑΘΜΟΛΟΓΙΑ, ΦΘΙΝΟΥΣΑ
it: CALIFICACIÓN, DESCENDENTE
ko: RATING, 결정
pl: OCENA, MALEJĄCO
uk: РЕЙТИНГ, ПО СПАДАННЮ
vi: ĐÁNH GIÁ, GIẢM DẦN
zh_cn: 评分，递减
zh_tw: 評分，遞減

source: TIMES PLAYED, ASCENDING
el: ΦΟΡΕΣ ΠΟΥ ΕΠΑΙΞΕ, ΑΥΞΟΥΣΑ
it: PARTIDAS, ASCENDENTE
ko: 플레이 한 시간, 오름차순
pl: RAZY GRANE, ROSNĄCO
uk: ЗІГРАНО РАЗ, ПО ЗРОСТАННЮ
vi: SỐ LẦN CHƠI, TĂNG DẦN
zh_cn: 游玩次数，递增
zh_tw: 遊玩次數，遞增

source: TIMES PLAYED, DESCENDING
el: ΦΟΡΕΣ ΠΟΥ ΕΠΑΙΞΕ, ΦΘΙΝΟΥΣΑ
it: PARTIDAS, DESCENDENTE
ko: 플레이 한 시간, 내림차순
pl: RAZY GRANE, MALEJĄCO
uk: ЗІГРАНО РАЗ, ПО СПАДАННЮ
vi: SỐ LẦN CHƠI, GIẢM DẦN
zh_cn: 游玩次数，递减
zh_tw: 遊玩次數，遞減

source: LAST PLAYED, ASCENDING
el: ΤΕΛΕΥΤΑΙΑ ΦΟΡΑ ΠΟΥ ΕΠΑΙΞΕ, ΑΥΞΟΥΣΑ
it: ÚLTIMA PARTIDA, ASCENDENTE
ko: 마지막으로 플레이, 오름차순
pl: OSTATNI GRANE, ROSNĄCO
uk: НЕДАВНО ГРАЛИ, ПО ЗРОСТАННЮ
vi: LẦN CHƠI CUỐI, TĂNG DẦN
zh_cn: 上次游玩时间，递增
zh_tw: 上次遊玩時間，遞增

source: LAST PLAYED, DESCENDING
el: ΤΕΛΕΥΤΑΙΑ ΦΟΡΑ ΠΟΥ ΕΠΑΙΞΕ, ΦΘΙΝΟΥΣΑ
it: ÚLTIMA PARTIDA, DESCENDENTE
ko: 마지막 플레이, 결정
pl: OSTATNIO GRANE, MALEJĄCO
uk: НЕДАВНО ГРАЛИ, ПО СПАДАННЮ
vi: LẦN CHƠI CUỐI, GIẢM DẦN
zh_cn: 上次游玩时间，递减
zh_tw: 上次遊玩時間，遞減

source: NUMBER PLAYERS, ASCENDING
pl: Liczba graczy rosnąco
uk: КІЛЬ-ТЬ ГРАВЦІВ, ПО ЗРОСТАННЮ
zh_cn: 玩家人数，递增
zh_tw: 玩家人數，遞增

source: NUMBER PLAYERS, DESCENDING
pl: Liczba graczy malejąco
uk: КІЛЬ-ТЬ ГРАВЦІВ, ПО СПАДАННЮ
zh_cn: 玩家人数，递减
zh_tw: 玩家人數，遞減

source: RELEASE DATE, ASCENDING
pl: DATA WYDANIA, ROSNĄCA
uk: ДАТА РЕЛІЗУ, ПО ЗРОСТАННЮ
zh_cn: 发行日期，递增
zh_tw: 發行日期，遞增

source: RELEASE DATE, DESCENDING
pl: DATA WYDANIA, MALEJĄCO
uk: ДАТА РЕЛІЗУ, ПО СПАДАННЮ
zh_cn: 发行日期，递减
zh_tw: 發行日期，遞減

source: GENRE, ASCENDING
pl: GATUNEK, WZROSTUJĄCY
uk: ЖАНР, ПО ЗРОСТАННЮ
zh_cn: 游戏类型，递增
zh_tw: 遊戲類型，遞增

source: GENRE, DESCENDING
pl: GATUNEK, MALEJĄCO
uk: ЖАНР, ПО СПАДАННЮ
zh_cn: 游戏类型，递减
zh_tw: 遊戲類型，遞減

source: DEVELOPER, ASCENDING
pl: DEWELOPER, WZROSTOWY
uk: РОЗРОБНИК, ПО ЗРОСТАННЮ
zh_cn: 开发商，递增
zh_tw: 開發商，遞增

source: DEVELOPER, DESCENDING
pl: DEWELOPER, MALEJĄCO
uk: РОЗРОБНИК, ПО СПАДАННЮ
zh_cn: 开发商，递减
zh_tw: 開發商，遞減

source: PUBLISHER, ASCENDING
pl: WYDAWCA, WZROSTOWY
uk: ВИДАВНИК, ПО ЗРОСТАННЮ
zh_cn: 发行商，递增
zh_tw: 發行商，遞增

source: PUBLISHER, DESCENDING
pl: WYDAWCA, MALEJĄCO
uk: ВИДАВНИК, ПО СПАДАННЮ
zh_cn: 发行商，递减
zh_tw: 發行商，遞減

source: SYSTEM, ASCENDING
pl: SYSTEM, WZROSTOWY
uk: СИСТЕМИ, ПО ЗРОСТАННЮ
zh_cn: 系统，递增
zh_tw: 系統，遞增

source: SYSTEM, DESCENDING
pl: SYSTEM, MALEJĄCY
uk: СИСТЕМИ, ПО СПАДАННЮ
zh_cn: 系统，递减
zh_tw: 系統，遞減

source: FILE CREATION DATE, ASCENDING
uk: ДАТА СТВОРЕННЯ ФАЙЛУ, ПО ЗРОСТАННЮ
zh_cn: 文件建立日期，递增
zh_tw: 檔案建立日期，遞增

source: FILE CREATION DATE, DESCENDING
uk: ДАТА СТВОРЕННЯ ФАЙЛА, ПО СПАДАННЮ
zh_cn: 文件建立日期，递减
zh_tw: 檔案建立日期，遞減

source: GAME TIME, ASCENDING
uk: ЧАС ГРИ, ПО ЗРОСТАННЮ
zh_cn: 游玩时间，递增
zh_tw: 遊玩時間，遞增

source: GAME TIME, DESCENDING
uk: ЧАС ГРИ, ПО СПАДАННЮ
zh_cn: 游玩时间，递减
zh_tw: 遊玩時間，遞減

source: SYSTEM, RELEASE YEAR, ASCENDING
uk: СИСТЕМИ, ДАТА РЕЛІЗУ, ПО ЗРОСТАННЮ
zh_cn: 系统、发行年份，递增
zh_tw: 系統、發行年份，遞增

source: SYSTEM, RELEASE YEAR, DESCENDING
uk: СИСТЕМИ, ДАТА РЕЛІЗУ, ПО СПАДАННЮ
zh_cn: 系统、发行年份，递减
zh_tw: 系統、發行年份，遞減

source: RELEASE YEAR, SYSTEM, ASCENDING
uk: ДАТА РЕЛІЗУ, СИСТЕМИ, ПО ЗРОСТАННЮ
zh_cn: 发行年份、系统，递增
zh_tw: 發行年份、系統，遞增

source: RELEASE YEAR, SYSTEM, DESCENDING
uk: ДАТА РЕЛІЗУ, СИСТЕМИ, ПО СПАДАННЮ
zh_cn: 发行年份、系统，递减
zh_tw: 發行年份、系統，遞減

source: FAVORITES
uk: ВИБРАНЕ
zh_cn: 我的最爱
zh_tw: 我的最愛

source: GENRE
el: ΕΜΦΑΝΙΣΗ ΚΡΥΦΩΝ
it: GÉNERO
ko: 유형
pl: GATUNEK
uk: ЖАНР
vi: THỂ LOẠI
zh_cn: 游戏类型
zh_tw: 遊戲類型

source: FAMILY
uk: РОДИНА
zh_cn: 系列
zh_tw: 系列

source: PLAYERS
uk: ГРАВЦІ
zh_cn: 玩家人数
zh_tw: 玩家人數

source: PUBLISHER / DEVELOPER
uk: ВИДАВНИК / РОЗРОБНИК
zh_cn: 发行商 / 开发商
zh_tw: 發行商 / 開發商

source: RATING
it: CLASIFICACIÓN
ko: 평가
pl: OCENA
uk: РЕЙТИНГ
vi: ĐÁNH GIÁ
zh_cn: 评分
zh_tw: 評分

source: YEAR
uk: РІК
zh_cn: 年份
zh_tw: 年份

source: LANGUAGE
el: ΓΛΩΣΣΑ
it: IDIOMA
pl: JĘZYK
uk: МОВА
vi: NGÔN NGỮ
zh_cn: 语言
zh_tw: 語言

source: REGION
uk: РЕГІОН
vi: Khu vực
zh_cn: 地区
zh_tw: 地區

source: KIDGAME
uk: ДИТЯЧА ГРА
zh_cn: 儿童游戏
zh_tw: 兒童遊戲

source: ALREADY PLAYED
uk: ВЖЕ ГРАВ
zh_cn: 已游玩
zh_tw: 已遊玩

source: HAS ACHIEVEMENTS
uk: Є РЕТРОДОСЯГНЕННЯ
zh_cn: 有成就
zh_tw: 有成就

source: VERTICAL
uk: ВЕРТИКАЛЬНО
zh_cn: 垂直画面
zh_tw: 垂直畫面

source: INPUT
el: ΕΙΣΑΓΩΓΗ
it: ENTRADA
ko: 입력
pl: WEJŚCIE
uk: ВВЕДЕННЯ
vi: ĐẦU VÀO
zh_cn: 输入
zh_tw: 輸入

source: SEARCH
el: ΑΝΑΖΗΤΗΣΗ
it: BUSCAR
ko: 검색 FOR
pl: SZUKAJ
uk: ПОШУК
vi: TÌM KIẾM
zh_cn: 搜寻
zh_tw: 搜尋

source: CANCEL
it: CANCELAR
ko: 취소
pl: ANULUJ
uk: Скасування
vi: HỦY BỎ
zh_cn: 取消
zh_tw: 取消

source: FILTER GAMELIST BY
pl: FILTRUJ LISTĘ GIER WEDŁUG
uk: ФІЛЬТР СПИСКУ ІГОР ПО
zh_cn: 过滤游戏列表：
zh_tw: 篩選遊戲列表：

source: EDIT DYNAMIC COLLECTION FILTERS
uk: ЗМІНИТИ ФІЛЬТРИ ДИНАМ. КОЛЕКЦІЇ
zh_cn: 编辑动态收藏过滤器
zh_tw: 編輯動態收藏篩選器

source: RESET ALL FILTERS
el: ΕΠΑΝΑΦΟΡΑ ΟΛΩΝ ΤΩΝ ΦΙΛΤΡΩΝ
ko: 모든 필터 재설정
pl: WYCZYŚĆ WSZYSTKIE FILTRY
uk: СКИНУТИ ВСІ ФІЛЬТРИ
vi: ĐẶT LẠI TẤT CẢ BỘ LỌC
zh_cn: 重设所有过滤器
zh_tw: 重設所有篩選器

source: BACK
el: ΠΙΣΩ
it: VOLVER
ko: 뒤로
pl: COFNIJ
uk: НАЗАД
vi: QUAY LẠI
zh_cn: 返回
zh_tw: 返回

source: FIND GAMES
uk: ЗНАЙТИ ІГРИ
zh_cn: 寻找游戏
zh_tw: 尋找遊戲

source: YES
el: ΝΑΙ
it: SÍ
ko: 예
pl: TAK
uk: ТАК
vi: CÓ
zh_cn: 是
zh_tw: 是

source: NO
el: ΟΧΙ
ko: 아니요
pl: NIE
uk: НІ
vi: KHÔNG
zh_cn: 否
zh_tw: 否

source: SYSTEMS
el: ΣΥΣΤΗΜΑΤΑ
it: SISTEMAS
ko: 시스템
pl: SYSTEMY
uk: СИСТЕМИ
vi: HỆ THỐNG
zh_cn: 系统
zh_tw: 系統

source: FORGET A BLUETOOTH CONTROLLER
uk: ВІДВ'ЯЗАТИ BLUETOOTH КОНТРОЛЕР
zh_cn: 忘记蓝牙控制器
zh_tw: 忘記藍牙控制器

source: REMOVE ALL
uk: ВИДАЛИТИ ВСЕ
zh_cn: 全部移除
zh_tw: 全部移除

source: NO BLUETOOTH DEVICES FOUND
uk: BLUETOOTH КОНТРОЛЕРИ НЕ ЗНАЙДЕНІ
zh_cn: 找不到蓝牙设备
zh_tw: 找不到藍牙裝置

source: PLEASE WAIT
uk: ЗАЧЕКАЙТЕ
zh_cn: 请稍候
zh_tw: 請稍候

source: CONTROLLERS LINKS HAVE BEEN DELETED.
el: Η ΣΥΖΕΥΞΗ ΤΟΥ ΧΕΙΡΙΣΤΗΡΙΟΥ ΔΙΑΓΡΑΦΗΚΕ.
it: MANDOS VINCULADOS BORRADOS
ko: 컨트롤러 링크가 삭제되었습니다.
pl: SPAROWANIE KONTROLERA ZOSTAŁO USUNIĘTE
uk: BLUETOOTH КОНТРОЛЕРИ ВИДАЛЕНІ
vi: ĐÃ XÓA LIÊN KẾT TAY CẦM.
zh_cn: 控制器连结已删除。
zh_tw: 控制器連結已刪除。

source: OK
ko: 승인
uk: ОК
vi: ĐỒNG Ý
zh_cn: 确定
zh_tw: 確定

source: FILE BROWSER
uk: ФАЙЛОВИЙ БРАУЗЕР
zh_cn: 文件浏览器
zh_tw: 檔案瀏覽器

source: RESET
ko: 초기화
uk: СКИДАННЯ
zh_cn: 重设
zh_tw: 重設

source: CLOSE
el: ΚΛΕΙΣΙΜΟ
it: CERRAR
ko: 닫기
pl: ZAMKNIJ
uk: ЗАКРИТИ
vi: ĐÓNG
zh_cn: 关闭
zh_tw: 關閉

source: PARENT FOLDER
uk: БАТЬКІВСЬКА ПАПКА
zh_cn: 上层文件夹
zh_tw: 上層資料夾

source: SCREENSHOTS FOLDER
uk: ПАПКА СКРІНШОТІВ
zh_cn: 截图文件夹
zh_tw: 截圖資料夾

source: SELECT
el: ΕΠΕΛΕΞΕ
it: SELECCIONAR
ko: 선택
pl: WYBIERZ
uk: ВИБІР
vi: CHỌN
zh_cn: 选择
zh_tw: 選擇

source: REFRESH
uk: ОНОВИТИ
zh_cn: 重新整理
zh_tw: 重新整理

source: MANUAL INPUT
el: ΧΕΙΡΟΚΙΝΗΤΗ ΕΙΣΑΓΩΓΗ
it: ENTRADA MANUAL
ko: 수동 입력
pl: WPROWADZANIE RĘCZNE
uk: РУЧНЕ ВВЕДЕННЯ
vi: NHẬP THỦ CÔNG
zh_cn: 手动输入
zh_tw: 手動輸入

source: NO WIFI NETWORKS FOUND
uk: МЕРЕЖА WIFI НЕ ЗНАЙДЕНА
zh_cn: 找不到 Wi-Fi 网络
zh_tw: 找不到 Wi-Fi 網路

source: SEARCHING WIFI NETWORKS
uk: ПОШУК WIFI МЕРЕЖІ
zh_cn: 正在搜寻 Wi-Fi 网络
zh_tw: 正在搜尋 Wi-Fi 網路

source: SCRAPE NOW
el: ΣΑΡΩΣΗ ΤΩΡΑ
it: OBTENER DATOS AHORA
ko: 스크랩퍼 NOW
pl: SKRAPUJ TERAZ
uk: ЗАВАНТАЖИТИ ДАНІ
vi: BẮT ĐẦU TẢI NGAY
zh_cn: 立即搜刮数据
zh_tw: 立即搜括資料

source: SCRAPE THESE GAMES
el: ΣΑΡΩΣΤE ΑΥΤΑ ΤΑ ΠΑΙΧΝΙΔΙΑ
it: OBTENER DATOS DE JUEGOS
ko: SCRAPE THESE 게임
pl: SKRAPUJ TĄ GRĘ
uk: ЗАВАНТАЖИТИ ДАНІ ІГОР
vi: TẢI THÔNG TIN CÁC GAME NÀY
zh_cn: 搜刮这些游戏的资料
zh_tw: 搜括這些遊戲的資料

source: All Games
el: ΟΛΑ ΤΑ ΠΑΙΧΝΙΔΙΑ
it: Todos los juegos
ko: 모든 게임
pl: wszystkie Gry
uk: Тільки відсутні
vi: Tất cả game
zh_cn: 所有游戏
zh_tw: 所有遊戲

source: FILTER
el: ΦΙΛΤΡΟ
it: FILTRO
ko: 필터
pl: FILTR
uk: ФІЛЬТР
vi: BỘ LỌC
zh_cn: 过滤
zh_tw: 篩選

source: SCRAPE THESE SYSTEMS
el: ΣΑΡΩΣΤΕ ΑΥΤΑ ΤΑ ΣΥΣΤΗΜΑΤΑ
it: OBTENER SISTEMAS
ko: 스크랩퍼 THESE 시스템
pl: SKRAPUJ TE SYSTEMY
uk: ЗАВАНТАЖИТИ ДАНІ ВИБРАНИХ СИСТЕМ
vi: TẢI THÔNG TIN CÁC HỆ THỐNG NÀY
zh_cn: 搜刮这些系统的数据
zh_tw: 搜括這些系統的資料

source: START
el: ΕΝΑΡΞΗ
it: INICIAR
ko: 시작
pl: ROZPOCZNIJ
uk: ПОЧАТИ
vi: BẮT ĐẦU
zh_cn: 开始
zh_tw: 開始

source: WARNING: SOME OF YOUR SELECTED SYSTEMS DO NOT HAVE A PLATFORM SET. RESULTS MAY BE EVEN MORE INACCURATE THAN USUAL! CONTINUE ANYWAY?
el: ΠΡΟΕΙΔΟΠΟΙΗΣΗ: ΜΕΡΙΚΑ ΑΠΟ ΤΑ ΕΠΙΛΕΓΜΕΝΑ ΣΑΣ ΣΥΣΤΗΜΑΤΑ ΔΕΝ ΕΧΟΥΝ ΡΥΘΜΙΣΜΕΝΗ ΚΑΠΟΙΑ ΠΛΑΤΦΟΡΜΑ. ΤΑ ΑΠΟΤΕΛΕΣΜΑΤΑ ΜΠΟΡΕΙ ΝΑ ΕΙΝΑΙ ΑΚΟΜΑ ΠΙΟ ΑΝΑΚΡΙΒΗ ΑΠΟ ΤΑ ΣΥΝΗΘΙΣΜΕΝΑ! ΣΙΓΟΥΡΑ ΘΕΛΕΤΕ ΝΑ ΣΥΝΕΧΙΣΕΤΕ;
it: CUIDADO: ALGÚN SISTEMA SELECCIONADO NO TIENE PLATAFORMA DEFINIDA. ¡LOS RESULTADOS PODRÍAN SER MÁS INCORRECTOS DE LO HABITUAL! ¿ACEPTAR?
ko: 경고 : 선택한 시스템 중 일부에 플랫폼 세트가 없습니다. 결과가 평소보다 더 정확하지 않을 수 있습니다! 계속하시겠습니까?
pl: OSTRZEŻENIE: NIEKTÓRE Z WYBRANYCH SYSTEMÓW NIE MAJĄ ZESTAWU PLATFORMY. WYNIKI MOGĄ BYĆ JESZCZE BARDZIEJ NIEDOKŁADNE NIŻ ZWYKLE! KONTYNUOWAĆ MIMO TO?
uk: УВАГА: ДЕЯКІ З ВИБРАНИХ СИСТЕМ НЕ МІСТЬ ДАНИХ ПРО ПЛАТФОРМУ.РЕЗУЛЬТАТ МОЖЕ БУТИ НЕТОЧНИМ! ПРОДОВЖИТИ У БУДЬ-ЯКОМУ РАЗІ?
vi: CẢNH BÁO: MỘT SỐ HỆ THỐNG BẠN CHỌN KHÔNG ĐƯỢC THIẾT LẬP NỀN TẢNG. KẾT QUẢ CÓ THỂ KHÔNG CHÍNH XÁC! BẠN VẪN MUỐN TIẾP TỤC?
zh_cn: 警告：您选择的部分系统未设定平台。结果可能会比平常更不准确！ 仍要继续吗？
zh_tw: 警告：您選擇的部分系統未設定平台。結果可能會比平常更不準確！ 仍要繼續嗎？

source: SCRAPING IS RUNNING. DO YOU WANT TO STOP IT?
uk: ДАНІ ЗАВАНТАЖУЮТЬСЯ. Зупинити?

source: NO GAMES FIT THAT CRITERIA.
el: ΔΕΝΥΠΑΡΧΟΥΝ ΠΑΙΧΝΙΔΙΑ ΜΕ ΑΥΤΑ ΤΑ ΚΡΙΤΗΡΙΑ.
it: NINGÚN JUEGO SE AJUSTA AL CRITERIO
ko: 필터에 맞는 게임은 없습니다.
pl: NIE MA GIER PASUJĄCUCH DO TYCH KRYTERIÓW
uk: НЕМАЄ ПІДХОДЯЧИХ ІГОР.
vi: KHÔNG CÓ GAME NÀO PHÙ HỢP TIÊU CHÍ.
zh_cn: 没有符合条件的游戏。
zh_tw: 沒有符合條件的遊戲。

source: FINISHED
uk: ЗАВЕРШЕНО
zh_cn: 已完成
zh_tw: 已完成

source: AN ERROR OCCURED
el: ΔΕΝ ΒΡΕΘΗΚΕ ΧΕΙΡΙΣΤΗΡΙΟ
it: ERROR
ko: 오류가 발생했습니다
pl: WYSTĄPIŁ BŁĄD
uk: ПОМИЛКА
vi: ĐÃ XẢY RA LỖI
zh_cn: 发生错误
zh_tw: 發生錯誤

source: Points
uk: Очко
zh_cn: 点数
zh_tw: 點數

source: Unlocked on
uk: Отримано
zh_cn: 解锁于
zh_tw: 解鎖於

source: LAUNCH
el: ΕΚΚΙΝΗΣΗ
it: LANZAR
ko: 실행
pl: WŁĄCZ
uk: ПУСК
vi: CHƠI
zh_cn: 启动
zh_tw: 啟動

source: go back
pl: wróć
uk: назад
zh_cn: 返回
zh_tw: 返回

source: THIS GAME HAS NO ACHIEVEMENT YET
uk: ГРА НЕ МАЄ ДОСЯГНЕНЬ
zh_cn: 此游戏尚无成就
zh_tw: 此遊戲尚無成就

source: Achievements won
uk: Досягнення отримано
zh_cn: 已获得成就
zh_tw: 已獲得成就

source: %d%% complete
uk: %d%% готово
zh_cn: 已完成 %d%%
zh_tw: 已完成 %d%%

source: INSTALL BATOCERA
uk: УСТАНОВИТИ BATOCERA
zh_cn: 安装 Batocera
zh_tw: 安裝 Batocera

source: TARGET DEVICE
uk: ЦІЛЬОВИЙ ПРИСТРІЙ
zh_cn: 目标设备
zh_tw: 目標裝置

source: TARGET ARCHITECTURE
uk: ЦІЛЬОВА АРХІТЕКТУРА
zh_cn: 目标架构
zh_tw: 目標架構

source: ARE YOU SURE ?
uk: Ви впевнені?
zh_cn: 您确定吗？
zh_tw: 您確定嗎？

source: INSTALL
uk: УСТАНОВИТИ
zh_cn: 安装
zh_tw: 安裝

source: NETWORK REQUIRED
uk: ПОТРЕБУЄ МЕРЕЖУ
zh_cn: 需要网络联机
zh_tw: 需要網路連線

source: INVALID PARAMETERS
uk: НЕВІРНІ ПАРАМЕТРИ
zh_cn: 无效参数
zh_tw: 無效參數

source: GAME COLLECTION SETTINGS
el: ΕΠΙΛΟΓΕΣ ΛΙΣΤΑΣ ΠΑΙΧΝΙΔΙΩΝ
ko: 게임 컬렉션 설정
pl: USTAWIENIA KOLEKCJI GIER
uk: НАЛАШТУВАННЯ КОЛЕКЦІЇ ІГОР
vi: CÀI ĐẶT BỘ SƯU TẬP GAME
zh_cn: 游戏收藏设定
zh_tw: 遊戲收藏設定

source: COLLECTIONS TO DISPLAY
uk: ВІДОБРАЖЕННЯ КОЛЕКЦІЇ
zh_cn: 要显示的收藏
zh_tw: 要顯示的收藏

source: SYSTEMS DISPLAYED
uk: ВІДОБРАЖЕННЯ СИСТЕМ
zh_cn: 显示的系统
zh_tw: 顯示的系統

source: GROUPED SYSTEMS
pl: SYSTEMY GRUPOWANE
uk: ЗГРУПОВАНІ СИСТЕМИ
zh_cn: 群组化的系统
zh_tw: 群組化的系統

source: CREATE CUSTOM COLLECTION
uk: СТВОРТИ СВОЮ КОЛЕКЦІЮ
zh_cn: 建立自定义收藏
zh_tw: 建立自訂收藏

source: CREATE NEW CUSTOM COLLECTION FROM THEME
el: ΔΗΜΙΟΥΡΓΗΣΤΕ ΜΙΑ ΠΡΟΣΑΡΜΟΣΜΕΝΗ ΣΥΛΛΟΓΗ ΑΠΟ ΤΟ ΘΕΜΑ
ko: 테마에서 새로운 사용자 정의 컬렉션 만들기
pl: STWÓRZ NOWĄ NIESTANDARDOWĄ KOLEKCJĘ GIER Z MOTYWU
uk: СТВОРИТИ ТЕМАТИЧНУ КОЛЕКЦІЮ
vi: TẠO BỘ SƯU TẬP TÙY CHỈNH TỪ GIAO DIỆN
zh_cn: 从主题建立新的自定义收藏
zh_tw: 從主題建立新的自訂收藏

source: SELECT THEME FOLDER
el: ΕΠΙΛΕΞΤΕ ΦΑΚΕΛΟ ΘΕΜΑΤΟΣ
ko: 테마 폴더 선택
pl: WYBIERZ FOLDER MOTYWU
uk: ВИБЕРІТЬ ПАПКУ ТЕМИ
vi: CHỌN THƯ MỤC GIAO DIỆN
zh_cn: 选择主题文件夹
zh_tw: 選擇主題資料夾

source: CREATE NEW EDITABLE COLLECTION
uk: СТВОРИТИ НОВУ КОЛЕКЦІЮ
zh_cn: 建立新的可编辑收藏
zh_tw: 建立新的可編輯收藏

source: New Collection Name
el: Όνομα νέας συλλογής
ko: 새로운 컬렉션 이름
pl: NAZWA NOWEJ KOLEKCJI
uk: НАЗВА НОВОЇ КОЛЕКЦІЇ
vi: Tên bộ sưu tập mới
zh_cn: 新收藏名称
zh_tw: 新收藏名稱

source: CREATE NEW DYNAMIC COLLECTION
uk: СТВОРТИ ДИНАМІЧНУ КОЛЕКЦІЮ
zh_cn: 建立新的动态收藏
zh_tw: 建立新的動態收藏

source: OPTIONS
el: ΡΥΘΜΙΣΕΙΣ
it: OPCIONES
ko: 옵션
pl: OPCJE
uk: ОПЦІЇ
vi: TÙY CHỌN
zh_cn: 选项
zh_tw: 選項

source: SORT COLLECTIONS AND SYSTEMS
pl: SORTUJ KOLEKCJE I SYSTEMY
uk: СОРТУВАННЯ КОЛЕКЦІЙ І СИСТЕМ
zh_cn: 排序收藏与系统
zh_tw: 排序收藏與系統

source: ALPHABETICALLY
pl: ALFABETYCZNIE
uk: ПО АЛФАВІТУ
zh_cn: 依字母顺序
zh_tw: 依字母順序

source: BY MANUFACTURER
pl: PRZEZ PRODUCENTA
uk: ПО ВИРОБНИКУ
zh_cn: 依制造商
zh_tw: 依製造商

source: BY HARDWARE TYPE
pl: WEDŁUG TYPU SPRZĘTU
uk: ЗА ЗАЛІЗОМ
zh_cn: 依硬件类型
zh_tw: 依硬體類型

source: BY RELEASE YEAR
pl: WEDŁUG ROKU WYDANIA
uk: ПО РОКУ ВИПУСКУ
zh_cn: 依发行年份
zh_tw: 依發行年份

source: SORT SYSTEMS
pl: SYSTEMY SORTOWANIA
uk: СОРТУВАННЯ СИСТЕМ
zh_cn: 排序系统
zh_tw: 排序系統

source: START ON SYSTEM
el: ΕΚΚΙΝΗΣΗ ΤΟ ΣΥΣΤΗΜΑΤΟΣ
pl: WŁĄCZ PODCZAS STARTU SYSTEMU
uk: СИСТЕМА ЗА УМОВЧЕННЯМ
vi: KHỞI ĐỘNG VÀO HỆ THỐNG
zh_cn: 启动时的系统
zh_tw: 啟動時的系統

source: NONE
el: ΚΑΝΕΝΑ
it: NO
ko: 없음
pl: NIC
uk: НІ
vi: KHÔNG
zh_cn: 无
zh_tw: 無

source: RESTORE LAST SELECTED
uk: ЗАПАМ'ЯТАТИ ОСТАННІ
zh_cn: 还原上次选择
zh_tw: 還原上次選擇

source: START ON GAMELIST
uk: ПОЧАТИ ЗІ СПИСКУ ІГОР
zh_cn: 启动时显示游戏列表
zh_tw: 啟動時顯示遊戲列表

source: GROUP UNTHEMED CUSTOM COLLECTIONS
el: ΟΜΑΔΑ ΠΡΟΣΑΡΜΟΣΜΕΝΩΝ ΣΥΛΛΟΓΩΝ ΧΩΡΙΣ ΘΕΜΑ
ko: 그룹이 생각하지 않은 커스텀 컬렉션
pl: GRUPUJ NIESTANDARDOWE KOLEKCJE BEZ MOTYWU
uk: ЗГРУПУВАТИ ВЛАСНІ КОЛЕКЦІЇ
vi: GỘP CÁC BỘ SƯU TẬP KHÔNG CÓ GIAO DIỆN
zh_cn: 将无主题的自定义收藏群组
zh_tw: 將無主題的自訂收藏群組

source: SHOW SYSTEM NAME IN COLLECTIONS
ko: 컬렉션에서 시스템 이름 표시
pl: POKAŻ NAZWĘ SYSTEMU W KOLEKCJACH
uk: ВІДОБРАЖЕННЯ СИСТЕМИ В НАЗВІ
vi: HIỂN THỊ TÊN HỆ THỐNG TRONG BỘ SƯU TẬP
zh_cn: 在收藏中显示系统名称
zh_tw: 在收藏中顯示系統名稱

source: SHOW GAMES OF HIDDEN SYSTEMS IN COLLECTIONS
uk: ПОКАЗАТИ ГРИ ЗІ СХОВАНИХ СИСТЕМ У КОЛЕКЦІЇ
zh_cn: 在收藏中显示隐藏系统的游戏
zh_tw: 在收藏中顯示隱藏系統的遊戲

source: UPDATE GAMES LISTS
el: ΕΝΗΜΕΡΩΣΗ ΤΩΝ ΛΙΣΤΩΝ ΠΑΙΧΝΙΔΙΩΝ
it: ACTUALIZAR LISTA DE JUEGOS
ko: 게임 목록 업데이트
pl: AKTUALIZUJ LISTĘ GIER
uk: ОНОВИТИ СПИСКИ ІГОР
vi: CẬP NHẬT DANH SÁCH GAME
zh_cn: 更新游戏列表
zh_tw: 更新遊戲列表

source: Loading...
el: Φόρτωση...
ko: 불러오는 중 ...
pl: Ładowanie...
uk: Завантаження...
vi: Đang tải...
zh_cn: 载入中...
zh_tw: 載入中...

source: SELECT COLLECTIONS
el: ΕΠΙΛΕΞΤΕ ΣΥΛΛΟΓΕΣ
ko: 컬렉션 선택
pl: WYBIERZ KOLEKCJE
uk: ВИБІР КОЛЕКЦІЇ
vi: CHỌN BỘ SƯU TẬP
zh_cn: 选择收藏
zh_tw: 選擇收藏

source: AUTOMATIC COLLECTIONS
uk: АВТО-КОЛЕКЦІЇ
zh_cn: 自动收藏
zh_tw: 自動收藏

source: PER GENRE
uk: ПО ЖАНРУ
zh_cn: 依游戏类型
zh_tw: 依遊戲類型

source: ARCADE SYSTEMS
pl: SYSTEMY ARCADOWE
uk: АРКАДНІ СИСТЕМИ
zh_cn: 街机系统
zh_tw: 大型機台系統

source: AUTOMATIC GAME COLLECTIONS
el: ΑΥΤΟΜΑΤΗ ΣΥΛΛΟΓΗ ΠΑΙΧΝΙΔΙΩΝ
ko: 자동 게임 컬렉션
pl: AUTOMATYCZNA KOLEKCJA GIER
uk: АВТО-КОЛЕКЦІЇ ІГОР
vi: BỘ SƯU TẬP GAME TỰ ĐỘNG
zh_cn: 自动游戏收藏
zh_tw: 自動遊戲收藏

source: EDITABLE COLLECTIONS
uk: КОЛЕКЦІЇ, ЩО ЗМІНЯЮТЬСЯ
zh_cn: 可编辑收藏
zh_tw: 可編輯收藏

source: DYNAMIC COLLECTIONS
uk: ДИНАМІЧНІ КОЛЕКЦІЇ
zh_cn: 动态收藏
zh_tw: 動態收藏

source: CUSTOM GAME COLLECTIONS
el: ΠΡΟΣΑΡΜΟΣΜΕΝΕΣ ΣΥΛΛΟΓΕΣ
ko: 커스텀 게임 컬렉션
pl: NIESTANDARDOWA KOLEKCJA GIER
uk: КОЛЕКЦІЇ ІГОР
vi: BỘ SƯU TẬP GAME TÙY CHỈNH
zh_cn: 自定义游戏收藏
zh_tw: 自訂遊戲收藏

source: EDIT METADATA
el: ΕΠΕΞΕΡΓΑΣΙΑ ΤΩΝ ΔΕΔΟΜΕΝΩΝ
it: EDITAR METADATOS
ko: 메타 데이터 편집
pl: EDYTUJ METADANE
uk: РЕДАКТУВАТИ МЕТАДАНІ
vi: CHỈNH SỬA METADATA
zh_cn: 编辑描述文件
zh_tw: 編輯詮釋資料

source: Emulator
el: Εξομοιωτής
it: Emulador
ko: 에뮬레이터
uk: Емулятор
zh_cn: 模拟器
zh_tw: 模擬器

source: Core
el: Πυρήνας
it: Núcleo
pl: Rdzeń
uk: Ядро
zh_cn: 核心
zh_tw: 核心

source: AUTO
el: ΑΥΤΟΜΑΤΟ
ko: 자동
uk: АВТО
vi: TỰ ĐỘNG
zh_cn: 自动
zh_tw: 自動

source: GENRES
uk: ЖАНРИ
zh_cn: 游戏类型
zh_tw: 遊戲類型

source: SAVE
it: GUARDAR
ko: 저장
pl: ZAPISZ
uk: ЗБЕРІГТИ
vi: LƯU
zh_cn: 储存
zh_tw: 儲存

source: SCRAPE
el: ΣΑΡΩΣΗ
it: OBTENER INFORMACIÓN
pl: SCREPUJ
uk: ЗАВАНТАЖИТИ ДАНІ
vi: TẢI THÔNG TIN
zh_cn: 搜刮资料
zh_tw: 搜括資料

source: THE 'RANDOM VIDEO' SCREENSAVER SHOWS VIDEOS FROM YOUR GAMELIST.
uk: Налаштування заставки «Випадкове відео» показує відео зі списку ігор.

source: IF YOU DON'T HAVE VIDEOS, OR IF NONE OF THEM CAN BE PLAYED AFTER A FEW ATTEMPTS, IT WILL DEFAULT TO 'BLACK'.
uk: Якщо після кількох спроб відео відсутнє або нічого не відтворюється, за замовчуванням відображається чорний екран.

source: MORE OPTIONS IN THE 'UI SETTINGS' -> 'VIDEO SCREENSAVER SETTINGS' MENU.
uk: Додаткові параметри доступні в меню "Налаштування інтерфейсу користувача" -> "Налаштування відеозаставки".

source: SHOW DATE TIME
uk: ПОКАЗАТИ ДАТУ/ЧАС

source: DATE FORMAT
uk: ФОРМАТ ДАТИ

source: TIME FORMAT
uk: ФОРМАТ ЧАСУ

source: THIS WILL DELETE THE ACTUAL GAME FILE(S)! ARE YOU SURE?
pl: TO USUNIĘTE ZOSTANIE PRAWDZIWE PLIKI GRY! JESTEŚ PEWIEN?
uk: ВИДАЛЕННЯ ФАЙЛІВ ГРИ! ВИ ВПЕВНЕНІ?
zh_cn: 这将会删除实际的游戏文件！ 您确定吗？
zh_tw: 這將會刪除實際的遊戲檔案！ 您確定嗎？

source: DELETE
el: ΔΙΑΓΡΑΦΗ
it: BORRAR
ko: 지우다
pl: USUŃ
uk: ВИДАЛИТИ
vi: XÓA
zh_cn: 删除
zh_tw: 刪除

source: SOME FILES YOU LINKED ARE LOCATED OUTSIDE THE GAMELIST PATH. DO YOU WANT TO USE A COPY OF THESE FILES RELATIVE TO THE GAMELIST?
uk: ДЕЯКІ ФАЙЛИ, НА ЯКІ ВИ ПОСИЛАЄТЕСЯ, РОЗМІЩЕНІ ПОЗА ПАПКИ ЗА СПИСКОМІГОР. ВИ ХОЧЕТЕ СТВОРИТИ КОПІЮ ЦИХ ФАЙЛІВ У ПАПКУ ІЗ СПИСКОМ ІГОР?

source: SAVE CHANGES ?
pl: ZAPISAĆ ZMIANY?
uk: ЗБЕРІГТИ ЗМІНИ?

source: ADD COMBINATION KEY
uk: ДОДАТИ КОМБІНАЦІЮ
zh_cn: 新增组合键
zh_tw: 新增組合鍵

source: THEMES DOWNLOADER
uk: ЗАВАНТАЖЕННЯ ТЕМ
zh_cn: 主题下载器
zh_tw: 主題下載器

source: SELECT THEMES TO INSTALL / REMOVE
uk: ЯКУ ТЕМУ ВСТАНОВИТИ / ВИДАЛИТИ
zh_cn: 选择要安装/移除的主题
zh_tw: 選擇要安裝/移除的主題

source: UPDATE
uk: ОНОВИТИ
zh_cn: 更新
zh_tw: 更新

source: '%s' ADDED TO DOWNLOAD QUEUE
uk: '%s' ДОДАНА НА ЧЕРГУ ЗАВАНТАЖЕННЯ
zh_cn: 已将 '%s' 加入下载队列
zh_tw: 已將 '%s' 加入下載佇列

source: REMOVE
uk: ВИДАЛИТИ
zh_cn: 移除
zh_tw: 移除

source: THEME UNINSTALLED SUCCESSFULLY
uk: ТЕМА ВИДАЛЕНА
zh_cn: 主题已成功卸载
zh_tw: 主題已成功解除安裝

source: CURRENT THEME
uk: ПОТОЧНА ТЕМА
zh_cn: 目前主题
zh_tw: 目前主題

source: CURRENTLY IN DOWNLOAD QUEUE
uk: У ЧЕРЗІ ЗАВАНТАЖЕННЯ
zh_cn: 目前在下载队列中
zh_tw: 目前在下載佇列中

source: GAME MEDIAS
uk: МЕДІА
zh_cn: 游戏媒体
zh_tw: 遊戲媒體

source: VIEW GAME MANUAL
uk: ПОДИВИТИСЯ КЕРІВНИЦТВО
zh_cn: 查看游戏说明书
zh_tw: 檢視遊戲說明書

source: VIEW GAME MAGAZINE
uk: ПОДИВИТИСЯ ЖУРНАЛ
zh_cn: 查看游戏杂志
zh_tw: 檢視遊戲雜誌

source: VIEW GAME MAP
uk: ПОДИВИТИСЯ КАРТУ
zh_cn: 查看游戏地图
zh_tw: 檢視遊戲地圖

source: CURRENT CORE IS NOT COMPATIBLE
uk: поточне ЯДРО НЕ СУМІСНО
zh_cn: 目前核心不兼容
zh_tw: 目前核心不相容

source: REQUIRED CORE
uk: НЕОБХІДНЕ ЯДРО
zh_cn: 所需核心
zh_tw: 所需核心

source: VIEW GAME ACHIEVEMENTS
uk: ПОДИВИТИСЯ ДОСЯГНЕННЯ
zh_cn: 查看游戏成就
zh_tw: 檢視遊戲成就

source: GAME
uk: ГРА
zh_cn: 游戏
zh_tw: 遊戲

source: SAVE SNAPSHOTS
uk: ЗБЕРІГАННЯ
zh_cn: 储存实时存档
zh_tw: 儲存即時存檔

source: OPEN
uk: ВІДКРИТИ
zh_cn: 开启
zh_tw: 開啟

source: START NETPLAY HOST
uk: ЗАПУСТИТИ NETPLAY ХОСТ
zh_cn: 启动 Netplay 主机
zh_tw: 啟動 Netplay 主機

source: START GAME
uk: ПОЧАТИ ГРУ
zh_cn: 开始游戏
zh_tw: 開始遊戲

source: YOU ARE NOT CONNECTED TO A NETWORK
uk: ВИ НЕ ПІДКЛЮЧЕНІ ДО МЕРЕЖІ
zh_cn: 您尚未联机至网络
zh_tw: 您尚未連線至網路

source: PUBLICLY ANNOUNCE GAME
uk: ПУБЛІЧНО АНОНСОВАНА ГРА
zh_cn: 公开宣告游戏
zh_tw: 公開宣告遊戲

source: SET PLAYER PASSWORD
uk: УСТАНОВИТИ ПАРОЛЬ ДЛЯ ГРАВЦЯ
zh_cn: 设定玩家密码
zh_tw: 設定玩家密碼

source: SET VIEWER PASSWORD
uk: УСТАНОВИТИ ПАРОЛЬ ДЛЯ ГЛЯДАЧА
zh_cn: 设定观看者密码
zh_tw: 設定觀看者密碼

source: FIND SIMILAR GAMES...
uk: ЗНАЙТИ схожі ІГРИ...
zh_cn: 寻找类似游戏...
zh_tw: 尋找類似遊戲...

source: DELETE ITEM
uk: ВИДАЛИТИ ОБ'ЄКТ
zh_cn: 删除项目
zh_tw: 刪除項目

source: DELETE GAME
uk: ВИДАЛИТИ ГРУ
zh_cn: 删除游戏
zh_tw: 刪除遊戲

source: COLLECTIONS
pl: KOLEKCJE
uk: КОЛЕКЦІЇ
zh_cn: 收藏
zh_tw: 收藏

source: REMOVE FROM %s
uk: ВИДАЛИТИ З %s
zh_cn: 从 %s 移除
zh_tw: 從 %s 移除

source: ADD TO %s
uk: ДОДАТИ У %s
zh_cn: 新增至 %s
zh_tw: 新增至 %s

source: ADD TO CUSTOM COLLECTION...
uk: ДОДАТИ В КОЛЕКЦІЮ...
zh_cn: 新增至自定义收藏...
zh_tw: 新增至自訂收藏...

source: DELETE COLLECTION
uk: ВИДАЛИТИ КОЛЕКЦІЮ
zh_cn: 删除收藏
zh_tw: 刪除收藏

source: EDIT PAD TO KEYBOARD CONFIGURATION
uk: РЕДАКТУВАТИ НАЛАШТУВАННЯ PADTOKEY
zh_cn: 编辑 Pad to Keyboard 设定
zh_tw: 編輯 Pad to Keyboard 設定

source: CREATE PAD TO KEYBOARD CONFIGURATION
uk: СТВОРИТИ НАЛАШТУВАННЯ PADTOKEY
zh_cn: 建立 Pad to Keyboard 设定
zh_tw: 建立 Pad to Keyboard 設定

source: ADVANCED GAME OPTIONS
uk: ДОДАТКОВІ НАЛАШТУВАННЯ ГРИ
zh_cn: 进阶游戏选项
zh_tw: 進階遊戲選項

source: EDIT FOLDER METADATA
uk: РЕДАКТУВАТИ МЕТАДАНІ ПАПКИ
zh_cn: 编辑文件夹描述文件
zh_tw: 編輯資料夾詮釋資料

source: EDIT THIS GAME'S METADATA
el: ΕΠΕΞΕΡΓΑΣΙΑ ΔΕΔΟΜΕΝΩΝ ΑΥΤΟΥ ΤΟΥ ΠΑΙΧΝΙΔΙΟΥ
it: EDITAR DATOS DEL JUEGO
ko: 게임 메타 데이터 편집
pl: EDYTUJ METADANE TEJ GRY
uk: РЕДАКТУВАТИ МЕТАДАНІ
vi: SỬA THÔNG TIN GAME NÀY
zh_cn: 编辑此游戏的描述文件
zh_tw: 編輯此遊戲的詮釋資料

source: VIEW PAD TO KEYBOARD INFORMATION
uk: ПОДИВИТИСЯ ДАНІ PADTOKEY
zh_cn: 查看 Pad to Keyboard 信息
zh_tw: 檢視 Pad to Keyboard 資訊

source: THIS FUNCTION IS DISABLED WHEN SCRAPING IS RUNNING
pl: TA FUNKCJA JEST WYŁĄCZONA, GDY DZIAŁA SKRAPOWANIE
uk: ПІД ЧАС ЗАВАНТАЖЕННЯ ЦЯ ФУНКЦІЯ ВІДКЛЮЧЕНА
zh_cn: 搜刮数据时此功能停用
zh_tw: 搜括資料時此功能停用

source: ARE YOU SURE YOU WANT TO DELETE THIS ITEM?
uk: ВИ ВПЕВНЕНІ, ЩО БАЖАЄТЕ ВИДАЛИТИ ЦЕЙ ОБ'ЄКТ?

source: ZOOM-
uk: МАСШТАБ-
zh_cn: 缩小-
zh_tw: 縮小-

source: ZOOM+
uk: МАСШТАБ+
zh_cn: 放大+
zh_tw: 放大+

source: MOVE
uk: РУХАТИ
zh_cn: 移动
zh_tw: 移動

source: ZOOM
uk: МАСШТАБ
zh_cn: 缩放
zh_tw: 縮放

source: fade
el: ξεθώριασμα
pl: przenikanie
uk: загасання
zh_cn: 淡化
zh_tw: 淡化

source: slide
el: ολίσθηση
pl: przejście
uk: слайд
zh_cn: 滑动
zh_tw: 滑動

source: ENHANCED
uk: РОЗШИРЕНИЙ
zh_cn: 增强
zh_tw: 增強

source: instant
el: απευθείας
ko: 즉시
pl: natychmiast
uk: МАКСИМУМ
zh_cn: 立即
zh_tw: 立即

source: DISABLED
uk: ВІДКЛЮЧЕНИЙ
zh_cn: 已停用
zh_tw: 已停用

source: disabled
ko: 비활성화
uk: ВІДКЛЮЧЕНИЙ
vi: đã tắt
zh_cn: 已停用
zh_tw: 已停用

source: fade & slide
uk: загасання та слайд
zh_cn: 淡化与滑动
zh_tw: 淡化與滑動

source: System
uk: Система
zh_cn: 系统
zh_tw: 系統

source: Architecture
uk: Архітектура
zh_cn: 架构
zh_tw: 架構
