Repository: christianhaitian/EmulationStation-fcamod
Catalog: resources/locale/*/emulationstation2.po
Languages: el, it, ko, pl, uk, vi, zh_cn, zh_tw

source: Shows your current recalboxOS version.
it: Mostrar versión actual de RecalboxOS.

source: Select an external drive to store your roms, saves, configurations etc. Use a FAT32 formatted drive. The system does not format the drive. On first boot, with this option enabled, recalbox will create a '/recalbox' folder with all system files inside.
it: Seleccionar dispositivo externo para guardar juegos, partidas guardadas, configuraciones y otros. Dispositivo requerido en formato FAT32, no será formateado. En el siguiente arranque, esta opción crea en el dispositivo externo, una carpeta llamada '/recalbox' con todos los archivos requeridos

source: Select your language. A reboot is needed to set this configuration active.
it: Seleccionar idioma. Reiniciar para aplicar

source: Manage your recalbox updates. Select the update type. Activate update check.
it: Gestionar actualizaciones. Seleccionar tipo de actualización. Activar revisión de actualizaciones

source: Check if an update is available, and start the update process.
it: Revisar si hay actualizaciones disponibles, e iniciar proceso de actualización

source: Stable updates will check for updates on stable recalbox releases. Stable updates are tested and approved by the recalbox team and their testers. Unstable updates allows you to get the latest recalbox features by checking our unstable repository. You can test and validate with us the very last version of recalbox. If you choose unstable update, be so kind to report issues on the recalbox-os issue board (https://github.com/recalbox/recalbox-os/issues)
it: Actualizaciones estables: Las actualizaciones estables se comprueban y aprueban por el equipo de Recalbox y sus testers. Actualizaciones inestables: Permiten obtener últimas características de recalbox comprobando nuestro depósito de inestables. Se puede probar y validar con nosotros la última versión de Recalbox. Al seleccionar una actualización inestable, por favor reportar los problemas en la plataforma de desarrollo de RecalboxOS (https://gitlab.com/recalbox/recalbox/issues)

source: Automatically check if an update is avaialble. If so, it notifies you with a message.
it: Comprueba automáticamente si hay alguna actualización disponible. Si es así, se notifica con un mensaje

source: Pair a bluetooth controller with your recalbox. Your controller must be in pairing mode.
it: Vincular mando por bluetooth. El mando debe estar en modo visible

source: Forget all paired bluetooth controllers. You will have to pair your controllers again, but this option can help if you have issues to reconnect a controller, which is already paired.
it: Olvidar todos los mandos vinculados por bluetooth. Tendrás que vincularlos nuevamente, pero esta opción puede ayudarte si tienes problemas al reconectar un mando que ya está vinculado

source: Configure your EmulationStation experience. Select transition types, help prompts, screensaver behavior. You can also deactivate the onscreen keyboard if you have a real keyboard plugged into your recalbox. If you've added games since the last boot, you can also refresh the gamelist from this menu.
it: Configurar experiencia con EmulationStation. Seleccionar tipos de transición, mensajes de ayuda, comportamiento del salvapantallas. También se puede desactivar el teclado virtual en caso de tener uno de verdad conectado a Recalbox. Si se han agregado juegos desde el último arranque, también se puede actualizar la lista de juegos desde este menú

source: The onscreen keyboard is necessary to type text if you only have controllers plugged into your recalbox. You can disable it if you have a real keyboard connected.
it: El teclado virtual es necesario para escribir si existen sólo mandos conectados. Desactivar en caso de tener un teclado real conectado

source: Select a theme for your recalbox.
it: Seleccionar tema para Recalbox

source: Configure the sound options of your recalbox.
it: Configuras las opciones de sonido de Recalbox

source: Enable or disable the frontend music. You can add your own music as mp3, or ogg format in the 'musics' directory of your recalbox.
it: Activar o desactivar música de interfaz. Permite agregar música propia en formato mp3 u ogg en la carpeta 'musics' de Recalbox

source: Select your output device. Only HDMI and JACK are supported.
it: Seleccionar dispositivo de salida. Sólo compatible con HDMI y JACK

source: Configure the network options of your recalbox. Check your network status and IP address, set the hostname and configure the WIFI.
it: Configurar opciones de red. Comprobar estado de red y dirección IP, establecer nombre de host y configurar WIFI

source: Displays CONNECTED, if you are connected, by checking if your recalbox can access the recalbox.com update server.
it: Mostrar CONECTADO, comprobando si hay acceso al servidor de actualizaciones

source: The IP address of your recalbox within your local network.
it: Dirección IP de recalbox

source: Enable or disable WIFI. If you disable WIFI, the SSID and the WIFI passwords are saved and can be used when you reactivate it
it: Activar o desactivar WIFI. Al desactivar WIFI, SSID y contraseñas son guardadas y utilizadas al reactivar

source: The name of your recalbox in your local network
it: Nombre de Recalbox en la red de área local

source: SSID (WIFI Name) of your network.
it: SSID (Nombre del WIFI) de la red

source: Private key of your WIFI network.
it: Contraseña WIFI

source: Select which system to show when the recalbox frontend starts. The default value is 'favorites'.
it: Seleccionar qué sistema se muestra cuando empieza la interfaz del Recalbox. El valor por defecto es 'favoritos'

source: On boot, recalbox will show the list of games of the selected system rather than the system view.
it: En el arranque, Recalbox mostrará la lista de juegos del sistema seleccionado, no la vista de todos sistemas

source: Override global options like emulator, core, ratio and more for each available system in your recalbox.
it: Anula opciones globales tales como emulador, núcleo, relación de aspecto y más, para cada sistema disponible

source: Configure boot options that make your recalbox boot straight into a system or into Kodi, lock a user to a single system, or directly show the gamelist.
it: Configurar las opciones de arranque para que Recalbox inicie directamente en un sistema definido, iniciar en Kodi, bloquear un usuario para un solo sistema, o directamente mostrar la lista de juegos

source: Manage your recalbox security.
it: Administrar la seguridad de Recalbox

source: Change the SSH root password.
it: Cambiar la contraseña root SSH

source: Enforce recalbox security.
it: Reforzar la seguridad de Recalbox

source: Enable or disable overscan. Overscan can help you, if you have a black border, or if the image is bigger than your screen. Before setting the overscan, try to configure your TV to have a 1:1 pixel output. More overscan settings can be defined in the boot.txt file, available when you plug your SD card into your computer.
it: Activar o desactivar overscan. El overscan puede ayudar al presentar bordes negros, o en caso de imagen de mayor tamaño que la pantalla. Antes de configurar overscan, intentar configurar la TV para tener una salida de píxeles 1:1. Es posible definir más configuraciones de overscan en el archivo boot.txt, disponible al insertar la tarjeta SD en la computadora

source: Enable or disable the Recalbox Manager. The Recalbox Manager is a web application available on http://recalbox , if you are on windows, http://recalbox.local , if you are on Linux or Mac, or directly with your recalbox IP : http://192.168.1.XX. You can configure many options from within the manager, and even manage games, saves, and scrapes!
it: Activar o desactivar el Administrador de Recalbox. El Administrador de Recalbox es una aplicación web disponible en http://recalbox, en Windows, http://recalbox.local en Linux o Mac, o directamente con la IP de Recalbox: http://192.168.1.XX. ¡Es posible configurar muchas opciones desde el administrador, incluso juegos, partidas guardadas e información!

source: Enable or disable the recalbox API. The Recalbox API is a REST API exposing endpoints to control your recalbox via http requests.
it: Activar o desactivar la API de Recalbox. La API de Recalbox es una API REST que expone puntos finales para controlar Recalbox a través de solicitudes HTTP

source: BOOT ON SYSTEM
it: ARRANCAR EN SISTEMA

source: CAROUSEL ANIMATION
it: ANIMACIÓN DEL CARRUSEL

source: A Recalbox friend has started a Netplay game!
it: !Un amigo de Recalbox ha iniciado un juego en Netplay!
