Repository: christianhaitian/EmulationStation-fcamod
Catalog: resources/locale/*/emulationstation2.po
Languages: el, it, ko, pl, uk, vi, zh_cn, zh_tw

source: BAT
uk: БАТ
zh_cn: 电量
zh_tw: 電量

source: SND
pl: GŁOŚ
uk: ГУЧ
zh_cn: 音量
zh_tw: 音量

source: BRT
pl: JAS
uk: ЯСК
zh_cn: 亮度
zh_tw: 亮度

source: BATTERY
uk: БАТАРЕЯ
zh_cn: 电池
zh_tw: 電池

source: ALL GAMES
uk: ВСІ ІГРИ
zh_cn: 所有游戏
zh_tw: 所有遊戲

source: LAST PLAYED
el: ΠΑΙΧΘΗΚΑΝ ΤΕΛΕΥΤΑΙΑ ΦΟΡΑ
it: ÚLTIMA VEZ JUGADO
ko: 마지막으로 재생
pl: OSTATNIO GRANE
uk: НЕДАВНО ГРАЛИ
zh_cn: 上次游玩
zh_tw: 上次遊玩

source: 2 PLAYERS
uk: 2 ГРАВЦЯ
zh_cn: 2 位玩家
zh_tw: 2 位玩家

source: 4 PLAYERS
uk: 4 ГРАВЦЯ
zh_cn: 4 位玩家
zh_tw: 4 位玩家

source: NEVER PLAYED
uk: НЕ ГРАВ
vi: Chưa từng chơi
zh_cn: 从未游玩
zh_tw: 從未遊玩

source: ARCADE
uk: АРКАДИ
zh_cn: 街机
zh_tw: 大型機台

source: EMULATOR
el: Εξομοιωτής
ko: 에뮬레이터
uk: ЕМУЛЯТОР
vi: Trình giả lập
zh_cn: 模拟器
zh_tw: 模擬器

source: CORE
pl: RDZEŃ
uk: ЯДРО
zh_cn: 核心
zh_tw: 核心

source: COLORSET
uk: КОЛЬОРИ
vi: Bộ màu
zh_cn: 色彩组
zh_tw: 色彩組

source: THEME SYSTEMBACKGROUND
uk: ФОН БЕКГРАУНДУ(ЗАДНІЙ ФОН)ТЕМИ
vi: HỆ THỐNG CHỦ ĐỀ NỀN
zh_cn: 主题系统背景
zh_tw: 主題系統背景

source: THEME HELPSYSTEM
uk: СИСТЕМНІ Іконки теми
vi: HỆ THỐNG TRỢ GIÚP CHỦ ĐỀ
zh_cn: 主题说明系统图标
zh_tw: 主題說明系統圖示

source: HELP ICONS
uk: Іконка допомоги
vi: BIỂU TƯỢNG HƯỚNG DẪN
zh_cn: 说明图示
zh_tw: 說明圖示

source: THEME SHADER
uk: ШЕЙДЕРИ ТЕМИ
vi: SHADER GIAO DIỆN
zh_cn: 主题着色器
zh_tw: 主題著色器

source: THEME VIDEOTITLES
uk: НАЗВА В ВІДЕО ТЕМИ
vi: TIÊU ĐỀ VIDEO THEO CHỦ ĐỀ
zh_cn: 主题视频标题
zh_tw: 主題影片標題

source: THEME MARQUEETILES
uk: НАЗВА Картинок(Марок)
zh_cn: 主题跑马灯砖块
zh_tw: 主題跑馬燈磚塊

source: THEME OPTIMIZESMALLSCREENS
uk: ОПТИМІЗАЦІЯ ЕКРАНІВ ТЕМИ
vi: CHỦ ĐỀ TỐI ƯU HÓA MÀN HÌNH NHỎ
zh_cn: 主题小屏幕优化
zh_tw: 主題小螢幕最佳化

source: THEME VIDEOBOXES
uk: ВІДЕО КОРОБКИ ТЕМИ
zh_cn: 主题视频盒装
zh_tw: 主題影片盒裝

source: THEME ZOOMBOXES
uk: ВІДЕО ЗУМ-КОРОБКИ ТЕМИ
zh_cn: 主题缩放盒装
zh_tw: 主題縮放盒裝

source: THEME SCROLLDIRECTION
uk: НАПРЯМОК ПРОКРУТКИ ТЕМИ
vi: HƯỚNG CUỘN CHỦ ĐỀ
zh_cn: 主题卷动方向
zh_tw: 主題捲動方向

source: THEME HIDESELECTION
uk: Приховати вибір теми
zh_cn: 主题隐藏选择
zh_tw: 主題隱藏選擇

source: no
uk: НІ
zh_cn: 否
zh_tw: 否

source: yes
uk: ТАК
zh_cn: 是
zh_tw: 是

source: warning
ko: 경고
uk: ПОПЕРЕДЖЕННЯ
vi: cảnh báo
zh_cn: 警告
zh_tw: 警告

source: error
ko: 오류
uk: ПОМИЛКА
vi: lỗi
zh_cn: 错误
zh_tw: 錯誤

source: debug
uk: Налагодження
vi: gỡ lỗi
zh_cn: 除错
zh_tw: 除錯

source: THEME PREVIEWBAR
uk: ПЕРЕГЛЯД ТЕМИ
zh_cn: 主题预览列
zh_tw: 主題預覽列

source: THEME BLINKBORDERS
uk: МИГАЮЧІ КОРДОНИ ТЕМИ
zh_cn: 主题闪烁边框
zh_tw: 主題閃爍邊框

source: THEME VIDEOTILES
uk: ВІДЕО ПЛИТКИ ТЕМИ
zh_cn: 主题视频砖块
zh_tw: 主題影片磚塊

source: SWITCH POWER BUTTON TAP TO OFF
pl: PRZEŁĄCZ PRZYCISK ZASILANIA DOTKNIJ W POZYCJĘ WYŁĄCZONY
uk: КНОПКА ЖИВЛЕННЯ ВИМИКАЄ ПРИСТРІЙ
zh_cn: 切换电源按钮轻触为关机
zh_tw: 切換電源按鈕輕觸為關機

source: DETAILED GAMELIST VIEW STYLE
uk: ПОДІБНИЙ СТИЛЬ СПИСКУ ГРИ
zh_cn: 详细游戏列表查看样式
zh_tw: 詳細遊戲列表檢視樣式

source: NO METADATA
uk: НІ МЕТАДАНИХ
zh_cn: 无描述文件
zh_tw: 無詮釋資料

source: THEME GRID SELECTION
uk: ВИБІР ТЕМАТИЧНОЇ сітки
zh_cn: 主题网格选择样式
zh_tw: 主題網格選擇樣式

source: CENTRED WO/LOOP
uk: ЦЕНТРУВАТИ WO/LOOP
zh_cn: 置中（无循环）
zh_tw: 置中（無循環）

source: THEME TOP AND BOTTOM BAR
uk: ТЕМА ВЕРХНЯ І НИЖНЯ ПАНЕЛЬ
zh_cn: 主题顶部与底部列
zh_tw: 主題頂部與底部列

source: THEME FORCE UPPERCASE
uk: ТЕМА ВЕРХНІЙ РЕЄСТР НАПИСАННЯ
zh_cn: 主题强制大写
zh_tw: 主題強制大寫

source: PERFORMANCE
zh_cn: 性能
zh_tw: 效能

source: ONDEMAND
zh_cn: 依需求调整
zh_tw: 依需求調整

source: POWERSAVE
zh_cn: 省电
zh_tw: 省電

source: SCAN PORTS FOLDER ON BOOT
zh_cn: 开机时扫描 Ports 文件夹
zh_tw: 開機時掃描 Ports 資料夾

source: GAME LOADING IMAGE
zh_cn: 游戏加载图片
zh_tw: 遊戲載入圖片

source: GAME LOADING IMAGE DELAY (SECS)
zh_cn: 游戏加载图片延迟（秒）
zh_tw: 遊戲載入圖片延遲（秒）

source: Unknown
pl: Nieznany
zh_cn: 未知
zh_tw: 未知

source: Only missing medias
ko: 누락 된 미디어 만
pl: Brakuje tylko mediów
zh_cn: 仅限缺少的媒体
zh_tw: 僅限缺少的媒體

source: SCRAPING IS RUNNING. DO YOU WANT TO STOP IT ?
pl: SKRAPOWANIE URUCHOMIONE. CHCESZ ZATRZYMAĆ?
zh_cn: 正在搜刮资料。您要停止吗？
zh_tw: 正在搜括資料。您要停止嗎？

source: SOME FILES YOU LINKED ARE LOCATED OUTSIDE THE GAMELIST PATH. DO YOU WANT TO USE A COPY OF THESE FILES RELATIVE TO THE GAMELIST ?
zh_cn: 您链接的部分文件位于游戏列表路径之外。 您要在游戏列表相对路径下使用这些文件的副本吗？
zh_tw: 您連結的部分檔案位於遊戲列表路徑之外。 您要在遊戲列表相對路徑下使用這些檔案的副本嗎？

source: SAVE CHANGES?
el: ΑΠΟΘΗΚΕΥΣΗ ΑΛΛΑΓΩΝ
it: ¿GUARDAR CAMBIOS?
ko: 변경 사항을 저장합니까?
pl: ZAPISZ ZMIANY
vi: LƯU THAY ĐỔI?
zh_cn: 储存变更？
zh_tw: 儲存變更？

source: NETPLAY
el: ΠΑΙΧΝΙΔΙ ΔΙΚΤΥΟΥ
ko: 넷 플레이
pl: GRA SIECIOWA
vi: CHƠI QUA MẠNG
zh_cn: Netplay 联机对战
zh_tw: Netplay 連線對戰

source: ARE YOU SURE YOU WANT TO DELETE THIS ITEM ?
zh_cn: 您确定要删除此项目吗？
zh_tw: 您確定要刪除此項目嗎？

source: EMUELEC SETTINGS
zh_cn: EmuELEC 设定
zh_tw: EmuELEC 設定

source: You are about to set EmuELEC resolution to:
zh_cn: 您即将将 EmuELEC 分辨率设定为：
zh_tw: 您即將將 EmuELEC 解析度設定為：

source: Do you want to proceed ?
zh_cn: 您要继续吗？
zh_tw: 您要繼續嗎？

source: DEFAULT Youtube WORD
zh_cn: 默认 YouTube 搜寻字词
zh_tw: 預設 YouTube 搜尋字詞

source: WARNING THIS WILL RESTART EMULATIONSTATION! AFTER THE SCRIPT IS DONE REMEMBER TO COPY THE FILE /storage/roms/backup/ee_backup_config.tar.gz TO SOME PLACE SAFE OR IT WILL BE DELETED ON NEXT REBOOT! BACKUP CURRENT CONFIG AND RESTART?
zh_cn: 警告：这将重新启动 EmulationStation！ 完成后，请记得将文件 /storage/roms/backup/ee_backup_config.tar.gz 备份到安全的地方，否则下次重新启动时将被删除！ 备份目前设定并重新启动？
zh_tw: 警告：這將重新啟動 EmulationStation！ 完成後，請記得將檔案 /storage/roms/backup/ee_backup_config.tar.gz 備份到安全的地方，否則下次重新開機時將被刪除！ 備份目前設定並重新啟動？

source: VSYNC
zh_cn: 垂直同步
zh_tw: 垂直同步

source: Cleaning
zh_cn: 清理中
zh_tw: 清理中

source: DEFAULT EMULATOR GOVERNOR
zh_cn: 默认模拟器调节模式
zh_tw: 預設模擬器調節模式

source: AUTO SUSPEND TIMEOUT (MINS)
zh_cn: 自动休眠超时（分钟）
zh_tw: 自動休眠逾時（分鐘）

source: You are about to set EmuELEC Language to:
zh_cn: 您即将将 EmuELEC 语言设定为：
zh_tw: 您即將將 EmuELEC 語言設定為：

source: GAME HASHING IS RUNNING. DO YOU WANT TO STOP IT ?
zh_cn: 游戏哈希计算正在执行。您要停止吗？
zh_tw: 遊戲雜湊計算正在執行。您要停止嗎？

source: REALLY UPDATE GAMES LISTS ?
el: ΝΑ ΓΙΝΕΙ ΕΝΗΜΕΡΩΣΗ ΤΩΝ ΛΙΣΤΩΝ ΠΑΙΧΝΙΔΙΩΝ;
it: ¿ACTUALIZAR LISTA DE JUEGOS?
pl: NAPEWNO AKTUALIZOWAĆ LISTE GIER?
vi: BẠN CÓ CHẮC MUỐN CẬP NHẬT DANH SÁCH GAME?
zh_cn: 确定要更新游戏列表？
zh_tw: 確定要更新遊戲列表？

source: ENABLE VERTICAL
zh_cn: 启用垂直模式
zh_tw: 啟用垂直模式

source: Select the game you want to join
zh_cn: 选择您想加入的游戏
zh_tw: 選擇您想加入的遊戲

source: There are no items in this view
zh_cn: 此查看中没有项目
zh_tw: 此檢視中沒有項目

source: YOU ARE CURRENTLY USING VERSION : %s DO YOU WANT TO UPDATE TO VERSION : %s ?
zh_cn: 您目前使用的版本是：%s 您要更新至版本：%s 吗？
zh_tw: 您目前使用的版本是：%s 您要更新至版本：%s 嗎？

source: Publisher
el: Δημιουργός
it: Editor
ko: 발행자
pl: Wydawca
vi: Nhà phát hành
zh_cn: 发行商
zh_tw: 發行商

source: WARNING : THIS GAME'S FORMAT IS NOT SUPPORTED BY THE CURRENT EMULATOR/CORE. DO YOU WANT TO LAUNCH IT ANYWAY ?
zh_cn: 警告：目前的模拟器/核心不支持此游戏的格式。 仍要启动吗？
zh_tw: 警告：目前的模擬器/核心不支援此遊戲的格式。 仍要啟動嗎？

source: WARNING : THE SYSTEM HAS MISSING BIOS AND THE GAME MAY NOT WORK CORRECTLY. DO YOU WANT TO LAUNCH IT ANYWAY ?
zh_cn: 警告：系统缺少 BIOS，游戏可能无法正常运作。 仍要启动吗？
zh_tw: 警告：系統缺少 BIOS，遊戲可能無法正常運作。 仍要啟動嗎？

source: This folder contains %i game, including :%s
zh_cn: 此文件夹包含 %i 款游戏，包含：%s
zh_tw: 此資料夾包含 %i 款遊戲，包含：%s

source: Name
el: Ονομα
it: Nombre
ko: 이름
pl: Nazwa
vi: Tên
zh_cn: 名称
zh_tw: 名稱

source: enter game name
el: εισάγετε το όνομα του παιχνιδιού
it: ingresar nombre del juego
ko: 게임명을 입력하십시오
pl: wprowadź nazwe gry
vi: nhập tên game
zh_cn: 输入游戏名称
zh_tw: 輸入遊戲名稱

source: Description
el: Περιγραφή
it: Descripción
ko: 상세설명
pl: Deskrypcja
vi: Mô tả
zh_cn: 描述
zh_tw: 描述

source: enter description
el: εισάγετε περιγραφή
it: ingresar descripción
ko: 상세설명을 입력
pl: wprowadź deskrypcję
vi: nhập mô tả
zh_cn: 输入描述
zh_tw: 輸入描述

source: Image
el: Εικόνα
it: Imagen
ko: 이미지
pl: Obraz
vi: Hình ảnh
zh_cn: 图片
zh_tw: 圖片

source: enter path to image
el: εισάγετε τη διαδρομή εικόνας
it: ingresar ruta de imagen
ko: 이미지 경로를 입력하십시오
pl: wprowadź ścieżkę do obrazu
vi: nhập đường dẫn ảnh
zh_cn: 输入图片路径
zh_tw: 輸入圖片路徑

source: enter path to video
zh_cn: 输入视频路径
zh_tw: 輸入影片路徑

source: enter path to logo
zh_cn: 输入标志路径
zh_tw: 輸入標誌路徑

source: enter path to box
zh_cn: 输入盒装路径
zh_tw: 輸入盒裝路徑

source: enter path to title shot
zh_cn: 输入标题画面截图路径
zh_tw: 輸入標題畫面截圖路徑

source: enter path to magazine
zh_cn: 输入杂志路径
zh_tw: 輸入雜誌路徑

source: enter path to alt boxart
zh_cn: 输入游戏盒装路径
zh_tw: 輸入遊戲盒裝路徑

source: enter path to box background
zh_cn: 输入盒装背景路径
zh_tw: 輸入盒裝背景路徑

source: enter rating
el: εισάγετε βαθμολογία
it: ingresar calificación
ko: Rating 입력
pl: wprowadź ocenę
vi: nhập đánh giá
zh_cn: 输入评分
zh_tw: 輸入評分

source: Release date
el: Ημερομηνία κυκλοφορίας
it: Fecha de lanzamiento
ko: 출시일
pl: data wypuszczenia
vi: Ngày phát hành
zh_cn: 发行日期
zh_tw: 發行日期

source: enter game developer
el: εισαγάγετε τον προγραμματιστή του παιχνιδιού
it: ingresar desarrollador
ko: 게임 개발자를 입력
pl: wprowadź dewelopera gry
vi: nhập nhà phát triển
zh_cn: 输入游戏开发商
zh_tw: 輸入遊戲開發商

source: enter game publisher
el: εισαγάγετε τον εκδότη του παιχνιδιού
it: ingresar editor
ko: 게임 게시자를 입력
pl: wprowadź wydawcę gry
vi: nhập nhà phát hành
zh_cn: 输入游戏发行商
zh_tw: 輸入遊戲發行商

source: enter game genre
el: εισάγετε το είδος του παιχνιδιού
it: ingresar género
ko: 게임 장르에 들어가다
pl: wprowadź gatunek gry
vi: nhập thể loại
zh_cn: 输入游戏类型
zh_tw: 輸入遊戲類型

source: enter game genres
zh_cn: 输入游戏类型
zh_tw: 輸入遊戲類型

source: Arcade system
zh_cn: 街机系统
zh_tw: 大型機台系統

source: enter game arcade system
zh_cn: 输入街机系统
zh_tw: 輸入大型機台系統

source: Hidden
el: Κρυφό
it: Oculto
ko: 숨겨진
pl: Ukryte
vi: Ẩn
zh_cn: 隐藏
zh_tw: 隱藏

source: enter kidgame
zh_cn: 输入儿童游戏
zh_tw: 輸入兒童遊戲

source: region
zh_cn: 地区
zh_tw: 地區

source: %d hour ago
zh_cn: %d 小时前
zh_tw: %d 小時前

source: RESET GAMELIST CUSTOMISATIONS
ko: 게임 목록 맞춤 설정 초기화
pl: ZRESETUJ PERSONALIZACJE LISTY GIER
vi: ĐẶT LẠI TÙY CHỈNH DANH SÁCH GAME
zh_cn: 重设游戏列表自定义选项
zh_tw: 重設遊戲列表自訂選項

source: DO YOU WANT TO START KODI MEDIA CENTER ?
el: ΘΕΛΕΤΕ ΝΑ ΕΚΚΙΝΗΣΕΤΕ ΤΟ KODI;
it: ¿INICIAR EL CENTRO MULTIMEDIA KODI?
ko: KODI 미디어 센터를 시작 하시겠습니까?
pl: CHCESZ WŁĄCZYĆ CENTRUM MULTIMEDIALNE KODI?
vi: BẠN CÓ MUỐN MỞ KODI KHÔNG?
zh_cn: 您要启动 KODI 媒体中心吗？
zh_tw: 您要啟動 KODI 媒體中心嗎？

source: THE "RANDOM VIDEO" SCREENSAVER SHOWS VIDEOS FROM YOUR GAMELIST. IF YOU DON'T HAVE VIDEOS, OR IF NONE OF THEM CAN BE PLAYED AFTER A FEW ATTEMPTS, IT WILL DEFAULT TO "BLACK". MORE OPTIONS IN THE "UI SETTINGS" -> "RANDOM VIDEO SCREENSAVER SETTINGS" MENU.
zh_cn: 「随机视频」屏幕保护程序会显示您游戏列表中的视频。 如果您没有视频，或者在数次尝试后都无法播放任何视频，它将默认为「黑色」。 更多选项请至「UI设定」->「随机视频屏幕保护程序设定」菜单。
zh_tw: 「隨機影片」螢幕保護程式會顯示您遊戲列表中的影片。 如果您沒有影片，或者在數次嘗試後都無法播放任何影片，它將預設為「黑色」。 更多選項請至「介面設定」->「隨機影片螢幕保護程式設定」選單。

source: LAUNCH THE GAME AS NETPLAY HOST ?
zh_cn: 以 Netplay 主机身分启动游戏？
zh_tw: 以 Netplay 主機身分啟動遊戲？

source: Thumbnail
el: Μικρογραφία
it: Miniatura
ko: 썸네일
pl: Miniatura
vi: Ảnh thu nhỏ
zh_cn: 缩图
zh_tw: 縮圖

source: marquee
zh_cn: 跑马灯图示
zh_tw: 跑馬燈圖示

source: enter game sort name
zh_cn: 输入游戏排序名称
zh_tw: 輸入遊戲排序名稱

source: Loading theme...
pl: Ładowanie motywu...

source: among other titles.
ko: 다른 타이틀 중에서도
pl: wśród innych tytułów.

source: This collection contains
ko: 이 컬렉션에는
pl: Ta kolekcja zawiera

source: games, including
ko: 를 포함한 게임
pl: gry, w tym

source: DOWNLOADS AND UPDATES
pl: POBIERANIE I AKTUALIZACJE
vi: TẢI XUỐNG VÀ CẬP NHẬT

source: ), false, [this] { })
pl: ), fałsz, [this] { })

source: FLIP VOLUME BUTTONS
pl: PRZYCISKI GŁOŚNOŚCI FLIP

source: HIDE WHEN RUNNING GAME
el: ΑΠΟΚΡΥΨΗ ΚΑΤΑ ΤΗΝ ΕΚΤΕΛΕΣΗ ΤΟΥ ΠΑΙΧΝΙΔΙΟΥ
ko: 게임을 실행할 때 숨기기
pl: UKRYJ PODCZAS WŁĄCZONEJ GRY
vi: ẨN KHI ĐANG CHƠI GAME

source: THEME INSTALLER
pl: INSTALATOR MOTYWÓW
vi: CÀI ĐẶT GIAO DIỆN

source: OPTIONAL RUMBLE MOTOR
pl: OPCJONALNY SILNIK DRGAŃ

source: USE RANDOM DECORATION
pl: UŻYJ LOSOWEJ DEKORACJI

source: THE \
pl: TO \

source: FINISH EDITING
ko: 편집 마무리
pl: ZAKOŃCZ EDYCJĘ

source: SELECT THEME TO INSTALL
pl: WYBIERZ MOTYW DO ZAINSTALOWANIA
vi: CHỌN GIAO DIỆN ĐỂ CÀI ĐẶT

source: ADDED TO DOWNLOAD QUEUE
pl: DODANO DO KOLEJKI DO POBRANIA

source: EMULATIONSTATION
pl: STACJA EMULUJĄCA

source: RESTART EMULATIONSTATION TO APPLY
pl: URUCHOM PONOWNIE EMULATIONSTATION, ABY ZASTOSOWAĆ

source: Starting UI
el: Έναρξη διεπαφής χρήστη
ko: UI 시작
pl: włączanie interfejsu
vi: Đang khởi động giao diện

source: SAVING DATA. PLEASE WAIT...
pl: ZAPISYWANIE DANYCH. PROSZĘ CZEKAĆ...

source: FINISH
pl: ZAKOŃCZ

source: accept result
pl: zaakceptuj wynik

source: discard changes
pl: odrzuć zmiany

source: PRESS F4 TO QUIT AT ANY TIME.
el: ΠΙΕΣΤΕ ΤΟ ΠΛΗΚΤΡΟ F4 ΓΙΑ ΕΞΟΔΟ ΑΝΑ ΠΑΣΑ ΣΤΙΓΜΗ
it: PRESIONAR F4 PARA SALIR EN CUALQUIER MOMENTO
ko: 언제든지 종료하려면 F4를 누르십시오.
pl: NACIŚNIJ F4 BY WYJŚĆ W DOWOLNYM MOMENCIE
vi: BẤM F4 ĐỂ THOÁT BẤT CỨ LÚC NÀO.

source: SHIFT
el: ΑΛΛΑΓΗ
pl: ZMIANA

source: unknown
el: άγνωστο
it: desconocido
ko: 알 수 없는
pl: nieznany
vi: không rõ

source: DISPLAY FAVORITES FIRST IN GAMELIST
el: ΔΕΙΞΕ ΠΡΩΤΑ ΤΑ ΑΓΑΠΗΜΕΝΑ ΠΑΙΧΝΙΔΙΑ
ko: 상단에 즐겨찾기 보기
pl: WYŚWIETLAJ ULUBIONE NA POCZĄTKU LISTY
vi: HIỂN THỊ YÊU THÍCH LÊN ĐẦU DANH SÁCH

source: gridex
el: λεπτομερές πλέγμα
ko: 그리드
pl: szczegółowa siatka

source: SEARCH FOR
el: ΑΝΑΖΗΤΗΣΗ ΓΙΑ:
it: BUSCAR POR
ko: 검색 FOR
pl: SZUKAJ PO
vi: TÌM KIẾM CHO

source: WE CAN'T FIND ANY SYSTEMS! CHECK THAT YOUR PATHS ARE CORRECT IN THE SYSTEMS CONFIGURATION FILE, AND YOUR GAME DIRECTORY HAS AT LEAST ONE GAME WITH THE CORRECT EXTENSION.
el: ΔΕΝ ΒΡΕΘΗΚΕ ΚΑΝΕΝΑ ΣΥΣΤΗΜΑ! ΕΛΕΓΞΤΕ ΟΤΙ ΟΙ ΔΙΑΔΡΟΜΕΣ ΕΙΝΑΙ ΣΩΣΤΕΣ ΣΤΟ ΑΡΧΕΙΟ ΡΥΘΜΙΣΗΣ ΣΥΣΤΗΜΑΤΟΣ ΚΑΙ Ο ΚΑΤΑΛΟΓΟΣ ΠΑΙΧΝΙΔΙΩΝ ΕΧΕΙ ΤΟΥΛΑΧΙΣΤΟΝ ΕΝΑ ΠΑΙΧΝΙΔΙ ΜΕ ΤΗ ΣΩΣΤΗ ΕΠΕΚΤΑΣΗ.
pl: NIE MOŻNA ZNALEŹĆ ŻADNEGO SYSTEMU SPRAWDŹ CZY ŚCIERZKA JEST POPRAWNA DLA SYSTEMU W PLIKU KONFIGURACJI ORAZ CZY ŚCIEKA GRY MA CHOCIARZ JEDEN PLIK Z ODPOWIEDNIM ROZSZERZENIEM.
vi: KHÔNG TÌM THẤY HỆ THỐNG NÀO! KIỂM TRA ĐƯỜNG DẪN TRONG TẬP TIN CẤU HÌNH, VÀ THƯ MỤC GAME CỦA BẠN PHẢI CÓ ÍT NHẤT MỘT GAME VỚI ĐUÔI MỞ RỘNG CHÍNH XÁC.

source: THIS WILL DELETE A FILE! ARE YOU SURE?
el: ΑΥΤΟ ΘΑ ΔΙΑΓΡΑΨΕΙ ΕΝΑ ΑΡΧΕΙΟ! ΕΙΣΤΕ ΣΙΓΟΥΡΟΙ;
it: ¿SEGURO DESEA BORRAR EL ARCHIVO?
ko: 파일을 삭제합니다! 확실합니까?
pl: TO USUNIE WSZYSTKIE GRY! JESTEŚ TEGO PEWIEN?
vi: HÀNH ĐỘNG NÀY SẼ XÓA TẬP TIN! BẠN CÓ CHẮC KHÔNG?

source: EXTREM (1100Mhz)
el: ΜΕΓΙΣΤΟ (1100Mhz)
it: EXTREMO (1100Mhz)
pl: EXTREMALNE (1100Mhz)
vi: CỰC ĐẠI (1100Mhz)

source: HIGH (950Mhz)
el: ΥΨΗΛΟ (950Mhz)
it: ALTO (950Mhz)
ko: 높음 (950Mhz)
pl: WYSOKO (950Mhz)
vi: CAO (950Mhz)

source: NONE (700Mhz)
el: ΚΑΝΕΝΑ (900Mhz)
it: NO (700Mhz)
ko: 없음 (700Mhz)
pl: NIC (700Mhz)

source: HIGH (1050Mhz)
el: ΥΨΗΛΟ (1050Mhz)
it: ALTO (1050Mhz)
ko: 높음 (1050Mhz)
pl: WYSOKO (1050Mhz)

source: NONE (900Mhz)
el: ΚΑΝΕΝΑ (900Mhz)
it: NO (900Mhz)
ko: 없음 (900Mhz)
pl: NIC (900Mhz)

source: NONE (1200Mhz)
el: ΚΑΝΕΝΑ (1200Mhz)
it: NO (1200Mhz)
ko: 없음 (1200Mhz)
pl: NIC (1200Mhz)

source: THE SYSTEM WILL NOW REBOOT
el: ΘΑ ΓΙΝΕΙ ΕΠΑΝΕΚΚΙΝΗΣΗ ΤΟΥ ΣΥΣΤΗΜΑΤΟΣ
it: EL SISTEMA SERÁ REINICIADO
ko: 이제 시스템이 다시 부팅됩니다
pl: SYSTEM ZOSTANIE URUCHOMIONY PONOWNIE
vi: HỆ THỐNG SẼ KHỞI ĐỘNG LẠI NGAY BÂY GIỜ

source: NO CONTROLLERS FOUND
it: NINGÚN MANDO DETECTADO
ko: 컨트롤러 없음
pl: NIE ZNALEZIONO KONTROLERA
vi: KHÔNG TÌM THẤY TAY CẦM

source: FAVORITES ONLY
el: ΑΓΑΠΠΗΜΕΝΑ
it: SOLO FAVORITOS
ko: 즐겨찾기 목록만
pl: TYLKO ULUBIONE
vi: CHỈ HIỆN YÊU THÍCH

source: UPDATE FAILED, THE SYSTEM WILL NOW REBOOT
el: ΣΦΑΛΜΑ ΛΗΨΗΣ ΤΗΣ ΕΝΗΜΕΡΩΣΗΣ, ΘΑ ΓΙΝΕΙ ΕΠΑΝΕΚΚΙΝΗΣΗ ΣΥΣΤΗΜΑΤΟΣ
it: ACTUALIZACIÓN FALLIDA, EL SISTEMA SE REINICIARÁ
ko: 업데이트에 실패했습니다. 이제 시스템이 다시 부팅됩니다
pl: AKTUALIZACJA NIE POWIODŁA SIĘ, SYSTEM ZOSTANIE ZRESTARTOWANY
vi: CẬP NHẬT THẤT BẠI, HỆ THỐNG SẼ KHỞI ĐỘNG LẠI

source: enter emulator
el: εισάγετε τον εξομοιωτή
it: ingresar emulador
ko: 에뮬레이터를 입력
pl: wprowadź emulator
vi: nhập trình giả lập

source: enter core
el: εισάγετε τον πυρήνα
it: ingresar núcleo
ko: core를 입력
pl: wprowadź rdzeń
vi: nhập nhân

source: Ratio
el: Αναλογία
it: Proporción
ko: 비율
pl: format
vi: Tỷ lệ

source: enter ratio
el: εισαγάγετε αναλογία
it: ingresar proporción
ko: 비율을 입력
pl: wprowadź formatu
vi: nhập tỷ lệ

source: entrer le favori
el: προσθήκη στα αγαπημένα
pl: wprowadź ulubione

source: enter region
el: εισαγάγετε την περιοχή
it: ingresar región
ko: 지역을 입력
pl: wprowadź region
vi: nhập vùng

source: Romtype
el: Τύπος rom
it: Tipo de ROM
ko: 롬 타입
pl: Typ Romu
vi: Loại ROM

source: enter romtype
el: εισάγετε τον τύπο της rom
it: ingresar tipo de ROM
ko: 롬 타입 입력
pl: wprowadź typ romu
vi: nhập loại ROM

source: GAMES AVAILABLE
el: ΔΙΑΘΕΣΙΜΑ ΠΑΙΧΝΙΔΙΑ
ko: 플레이 가능한 게임
pl: DOSTĘPNE GRY

source: %i FAVORITE
el: %i ΑΓΑΠΗΜΕΝΟ
it: %i FAVORITO
ko: %i 즐겨찾기
pl: %i ULUBIONA

source: SCROLL
el: ΟΛΙΣΘΗΣΗ
it: DESPLAZAR
ko: 스크롤
pl: ZWIŃ
vi: CUỘN

source: just now
el: τώρα
it: ahora mismo
pl: tylko teraz
vi: vừa xong

source: %i sec ago
el: hace %i δευτερόλεπτα
it: Hace %i segundo
ko: %i 초 전
pl: hace %i sekunde temu
vi: %i giây trước

source: %i min ago
el: hace %i πριν από λεπτά
it: Hace %i minuto
ko: %i 분 전
pl: %i minute temu
vi: %i phút trước

source: %i hour ago
el: hace %i ώρες πριν
it: Hace %i hora
ko: %i 시간 전
pl: %i godzine temu
vi: %i giờ trước

source: %i day ago
el: hace %i ημέρες πριν
it: Hace %i día
ko: %i 일 전
pl: %i dzień temu
vi: %i ngày trước

source: JOYSTICK 1 UP
el: JOYSTICK 1 ΠΑΝΩ
it: JOYSTICK 1 ARRIBA
ko: 조이스틱 1 위(UP)
pl: JOYSTICK 1 GÓRA
vi: JOYSTICK 1 LÊN

source: JOYSTICK 1 LEFT
el: JOYSTICK 1 ΑΡΙΣΤΕΡΑ
it: JOYSTICK 1 IZQUIERDA
ko: 조이스틱 1 좌(LEFT)
pl: JOYSTICK 1 LEWO
vi: JOYSTICK 1 TRÁI

source: JOYSTICK 2 UP
el: JOYSTICK 2 ΠΑΝΩ
it: JOYSTICK 2 ARRIBA
ko: 조이스틱 2 위(UP)
pl: JOYSTICK 2 GÓRA
vi: JOYSTICK 2 LÊN

source: JOYSTICK 2 LEFT
el: JOYSTICK 2 ΑΡΙΣΤΕΡΑ
it: JOYSTICK 2 IZQUIERDA
ko: 조이스틱 2 좌(LEFT)
pl: JOYSTICK 2 LEWO
vi: JOYSTICK 2 TRÁI

source: PAGE UP
el: L1 (ΣΕΛΙΔΑ ΠΑΝΩ)
it: PÁGINA ARRIBA
ko: 페이지 위로
pl: W GÓRĘ
vi: TRANG TRƯỚC

source: PAGE DOWN
el: R1 (ΣΕΛΙΔΑ ΚΑΤΩ)
it: PÁGINA ABAJO
ko: 페이지 아래로
pl: W DÓŁ
vi: TRANG SAU

source: PRESS ESC OR THE HOTKEY TO CANCEL.
el: ΠΙΕΣΤΕ ΤΟ ΠΛΗΚΤΡΟ ESC Ή ΚΑΠΟΙΑ HOTKEY ΓΙΑ ΑΚΥΡΩΣΗ
it: PRESIONAR ESC O HOTKEY PARA CANCELAR
ko: ESC 또는 HOTKEY를 눌러 취소하십시오.
pl: NACIŚNIJ ESC LUB GORĄCY GUZIK BY ANULOWAĆ
vi: BẤM ESC HOẶC HOTKEY ĐỂ HỦY.

source: LOADING...
el: ΦΟΡΤΩΣΗ...
it: CARGANDO...
ko: 로딩 중 ...
pl: Ładowanie...

source: PLEASE WAIT...
el: ΠΑΡΑΚΑΛΩ ΠΕΡΙΜΕΝΕΤΕ...
it: ESPERAR...
ko: 기다려주십시오 ...
pl: PROSZĘ CZEKAĆ...
vi: VUI LÒNG CHỜ...

source: FILENAME
el: ΑΞΙΟΛΟΓΗΣΗ
it: NOMBRE DEL ARCHIVO
ko: 파일 이름
pl: NAZWA PLIKU
vi: TÊN TẬP TIN

source: PARTIES JOUÉES
pl: ROZEGRANE GRY

source: NUMBER OF PLAYERS
el: ΑΡΙΘΜΟΣ ΠΑΙΚΤΩΝ
it: NÚMERO DE JUGADORES
ko: 플레이어 수
pl: LICZBA GRACZY
vi: SỐ NGƯỜI CHƠI

source: SHOW HIDDEN
it: MOSTRAR OCULTOS
ko: 숨겨진 파일 표시
pl: POKAŻ UKRYTE
vi: HIỂN THỊ

source: EXTREM (1400Mhz)
el: ΜΕΓΙΣΤΟ (1400MHz)
it: EXTREMO (1400Mhz)
pl: EXTREME (1400MHz)

source: HIGH (1300Mhz)
el: ΥΨΗΛΟ (1300MHz)
it: ALTO (1300Mhz)
ko: 높음 (1300Mhz)
pl: WYSOKO (1300MHz)

source: TURBO AND EXTREM OVERCLOCK PRESETS MAY CAUSE SYSTEM UNSTABILITIES, SO USE THEM AT YOUR OWN RISK. IF YOU CONTINUE, THE SYSTEM WILL REBOOT NOW.
el: ΤΟ TURBO ΚΑΙ ΤΟ EXTREME ΜΠΟΡΕΙ ΝΑ ΠΡΟΚΑΛΟΥΝ ΑΣΤΑΘΕΙΑ ΤΟΥ ΣΥΣΤΗΜΑΤΟΣ ΛΟΓΩ ΥΠΕΡΦΟΡΤΙΣΗΣ, ΟΠΟΤΕ ΧΡΗΣΙΜΟΠΟΙΗΣΤΕ ΤΑ ΜΕ ΔΙΚΗ ΣΑΣ ΕΥΘΥΝΗ. ΑΝ ΣΥΝΕΧΙΣΕΤΕ, ΤΟ ΣΥΣΤΗΜΑ ΘΑ ΕΠΑΝΕΚΚΙΝΗΘΕΙ ΤΩΡΑ.
it: ESTABLECER EL OVERCLOCK EN TURBO Y EXTREMO, PUEDE CAUSAR INESTABILIDAD DEL SISTEMA. NO USAR SIN ESTAR SEGURO. AL CONTINUAR, EL SISTEMA SE REINICIARÁ.
ko: 터보 및 극한 오버 클럭 사전 설정으로 인해 시스템이 불안정해질 수 있으므로 자신의 책임하에 사용해야합니다. SI VOUS CONTINUEZ, LE SYSTÈME REDÉMARRERA MAINTENANT.
pl: USTAWIENIA TURBO I EKSTREMALNE PODKRĘCANIE MOGĄ SPOWODOWAĆ NIESTABILNOŚĆ SYSTEMU, WIĘC KORZYSTAJ Z NICH NA WŁASNE RYZYKO. JEŚLI BEDZIESZ KONTYNUOWAĆ, SYSTEM ZOSTANIE ZRESTARTOWANY

source: %i GAME HIDDEN
el: %i ΚΡΥΦΟ ΠΑΙΧΝΙΔΙ
it: %i JUEGO OCULTO
ko: %i 숨겨진 게임
pl: %i GRA UKRYTA
vi: %i GAME BỊ ẨN

source: Start kodi media player.
el: ΕΚΚΙΝΗΣΗ ΤΟΥ KODI
it: Iniciar KODI
ko: kodi 미디어 플레이어를 시작하십시오.
pl: Włączenie Centrum Multimedialnego KODI
vi: Khởi động trình phát đa phương tiện Kodi.

source: Select the language for your recalbox, select an external drive to store your games and configurations, check your current version and the free space on your drive
el: Επιλέξτε τη γλώσσα για το recallbox σας, επιλέξτε μια εξωτερική μονάδα δίσκου για να αποθηκεύσετε τα παιχνίδια και τις ρυθμίσεις σας, ελέγξτε την τρέχουσα έκδοση και τον ελεύθερο χώρο στη μονάδα δίσκου σας
it: Seleccionar idioma, seleccionar disco externo para guardar juegos y configuraciones, comprobar versión actual y espacio libre
pl: Wybierz język swojego recalboxa, wybierz dysk zewnętrzny do przechowywania gier i konfiguracji, sprawdź aktualną wersję i wolne miejsce na dysku
vi: Chọn ngôn ngữ cho Recalbox, chọn ổ cứng ngoài để lưu game và cấu hình, kiểm tra phiên bản hiện tại và dung lượng trống

source: Configure games display, ratio, filters (shaders), auto save and load and retroachievement account.
el: Ρυθμίστε την οθόνη του παιχνιδιού, την αναλογία διαστάσεων, τα φίλτρα (shaders), την αυτόματη αποθήκευση και τον λογαριασμο retroachievement
it: Configurar visualización de juegos, relación de aspecto, filtros (shaders), autoguardado y autocargado, y cuenta de retrologros
ko: 게임 표시, 비율, 필터 (쉐이더), 자동 저장 및로드 및 소급 계정을 구성합니다.
pl: Skonfiguruj wyświetlanie gier, proporcje, filtry (shadery), automatyczne zapisywanie i ładowanie oraz konto retroachievement.
vi: Cấu hình hiển thị game, tỷ lệ, bộ lọc (shader), tự động lưu/tải và tài khoản RetroAchievements.

source: The game ratio is the ratio between image width and image height. Use AUTO to let the emulator choose the original game ratio, that will give you the best retrogaming experience.
el: Η αναλογία διαστάσεων του παιχνιδιού είναι η αναλογία μεταξύ του πλάτους της εικόνας και του ύψους της εικόνας. Χρησιμοποιήστε το AUTO για να αφήσετε τον εξομοιωτή να επιλέξει την αναλογία διαστάσεων του αρχικού παιχνιδιού, που θα σας προσφέρει την καλύτερη εμπειρία retrogaming.
it: La relación de aspecto, es la relación entre ancho y alto de imagen. Configurar AUTO para que el emulador seleccione la relación de aspecto original del juego, proporcionando la mejor experiencia de retrojuego
ko: 게임 비율은 이미지 너비와 이미지 높이 간의 비율입니다. AUTO를 사용하여 에뮬레이터가 원래 게임 비율을 선택하도록하여 최상의 레트로 게임 경험을 제공합니다.
pl: Współczynnik gry to stosunek szerokości i wysokości obrazu. Użyj opcji AUTO, aby umożliwić emulatorowi wybranie oryginalnego współczynnika gry, który zapewni najlepsze wrażenia z retrogamingu.
vi: Tỷ lệ game là tỷ lệ giữa chiều rộng và chiều cao hình ảnh. Chọn AUTO để trình giả lập tự chọn tỷ lệ gốc, mang lại trải nghiệm tốt nhất.

source: Smooth the game image. This option makes the image smoother, using bilinear filtering.
el: Ομαλή εικόνα παιχνιδιού. Αυτή η επιλογή κάνει την εικόνα πιο ομαλή, χρησιμοποιώντας ένα διγραμμικό φίλτρο.
it: Suavizar imagen del juego. Esta opción proporciona la imagen más suave, usando filtros bilineales
ko: 게임 이미지를 부드럽게합니다. 이 옵션은 이중 선형 필터링을 사용하여 이미지를 부드럽게 만듭니다.
pl: Wygładź obraz gry. Ta opcja sprawia, że ​​obraz jest gładszy dzięki filtrowaniu dwuliniowemu.
vi: Làm mịn hình ảnh game. Tùy chọn này dùng bộ lọc bilinear để làm hình ảnh mượt mà hơn.

source: This option allows you to rewind the game if you get killed by a monster, or if you make any other mistake. Use the HOTKEY + LEFT command within the game to rewind.
el: Αυτή η επιλογή σάς επιτρέπει να επαναφέρετε το παιχνίδι εάν σκοτωθείτε από ένα τέρας ή εάν κάνετε κάποιο άλλο λάθος. Χρησιμοποιήστε την εντολή HOTKEY + LEFT μέσα στο παιχνίδι για επαναφορά.
it: Esta opción permite rebobinar el juego. Usar el botón HOTKEY+IZQUIERDA en el juego para rebobinar
ko: 이 옵션을 사용하면 몬스터가 죽거나 다른 실수를 한 경우 게임을 되감습니다. 게임 내에서 HOTKEY + LEFT 명령을 사용하여 되감습니다.
pl: Ta opcja pozwala na przewinięcie gry, jeśli zostaniesz zabity przez potwora lub popełnisz jakikolwiek inny błąd. Użyj polecenia HOTKEY + LEFT w grze, aby przewinąć do tyłu.
vi: Tùy chọn này cho phép tua lại game nếu bạn bị chết hoặc mắc lỗi. Sử dụng tổ hợp HOTKEY + TRÁI trong game để tua lại.
