Repository: christianhaitian/EmulationStation-fcamod
Catalog: resources/locale/*/emulationstation2.po
Languages: el, it, ko, pl, uk, vi, zh_cn, zh_tw

source: AUTOCONFIGURE CONTROLLERS
uk: АВТОКОНФІГУРАЦІЯ КОНТРОЛЕРІВ
zh_cn: 自动设定控制器
zh_tw: 自動設定控制器

source: FORMAT DEVICE
uk: ФОРМАТУВАТИ
zh_cn: 格式化设备
zh_tw: 格式化裝置

source: DEVICE TO FORMAT
uk: ПРИСТРІЙ
zh_cn: 要格式化的设备
zh_tw: 要格式化的裝置

source: FILE SYSTEM
uk: ФАЙЛОВА СИСТЕМА
zh_cn: 文件系统
zh_tw: 檔案系統

source: FORMAT NOW
uk: ПОЧАТИ ФОРМАТУВАННЯ
zh_cn: 立即格式化
zh_tw: 立即格式化

source: SELECTED OPTIONS ARE INVALID
uk: ВИБРАНІ НАЛАШТУВАННЯ НЕДІЙСНІ
zh_cn: 选择的选项无效
zh_tw: 選擇的選項無效

source: ARE YOU SURE YOU WANT TO FORMAT THIS DRIVE ?
uk: ВИ ВПЕВНЕНІ, ЩО ХОЧЕТЕ ВІДФОРМАТУВАТИ ПРИСТРІЙ?
zh_cn: 您确定要格式化此磁盘驱动器吗？
zh_tw: 您確定要格式化此磁碟機嗎？

source: PAD TO KEYBOARD CONFIGURATION
uk: НАЛАШТУВАННЯ PADTOKEY
zh_cn: Pad to Keyboard 设定
zh_tw: Pad to Keyboard 設定

source: SELECT ACTIONS TO CHANGE
uk: ВИБЕРІТЬ ДІЇ ДЛЯ ЗМІНИ
zh_cn: 选择要变更的动作
zh_tw: 選擇要變更的動作

source: PLAYER 1
uk: ГРАВЕЦЬ 1
zh_cn: 玩家 1
zh_tw: 玩家 1

source: PLAYER 2
uk: ГРАВЕЦЬ 2
zh_cn: 玩家 2
zh_tw: 玩家 2

source: PLAYER 3
uk: ГРАВЕЦЬ 3
zh_cn: 玩家 3
zh_tw: 玩家 3

source: PLAYER 4
uk: ГРАВЕЦЬ 4
zh_cn: 玩家 4
zh_tw: 玩家 4

source: COMBINATIONS
uk: КОМБІНАЦІЇ
zh_cn: 组合键
zh_tw: 組合鍵

source: MOUSE CURSOR
uk: КУРСОР МИШІ
zh_cn: 鼠标光标
zh_tw: 滑鼠游標

source: EMULATE MOUSE CURSOR
uk: ЕМУЛЯЦІЯ КУРСОРА МИШІ
zh_cn: 仿真鼠标光标
zh_tw: 模擬滑鼠游標

source: LEFT ANALOG STICK
uk: ЛІВИЙ СТІК
zh_cn: 左模拟游戏杆
zh_tw: 左類比搖桿

source: RIGHT ANALOG STICK
uk: ПРАВИЙ СТІК
zh_cn: 右模拟游戏杆
zh_tw: 右類比搖桿

source: EDIT DESCRIPTION
uk: ЗМІНИТИ ОПИС
zh_cn: 编辑描述
zh_tw: 編輯描述

source: DELETE MAPPING
uk: ВИДАЛИТИ СПІВСТАВАННЯ
zh_cn: 删除对应
zh_tw: 刪除對應

source: %d%% (%d of %d)
uk: %d%% (%d із %d)
zh_cn: %d%% (%d / %d)
zh_tw: %d%% (%d / %d)

source: Rank
uk: Ранг
zh_cn: 排名
zh_tw: 排名

source: VIEW DETAILS
uk: ДЕТАЛЬНІШЕ
zh_cn: 查看详细资料
zh_tw: 檢視詳細資料

source: CONNECT TO NETPLAY
uk: ПІДКЛЮЧИТИСЯ ДО NETPLAY
zh_cn: 联机至 Netplay
zh_tw: 連線至 Netplay

source: Виберіть гру, яку ви хочете
uk: Виберіть гру, до якої хочете приєднатися

source: FAILED
uk: НЕ ВДАЛОСЯ
zh_cn: 失败
zh_tw: 失敗

source: UNKNOWN ROM VERSION
uk: НЕВІДОМА ROM ВЕРСІЯ
zh_cn: 未知的 ROM 版本
zh_tw: 未知的 ROM 版本

source: DIFFERENT ROM
uk: ІНШИЙ ROM
zh_cn: 不同的 ROM
zh_tw: 不同的 ROM

source: SAME ROM
uk: ОДНАКОВИЙ ROM
zh_cn: 相同的 ROM
zh_tw: 相同的 ROM

source: UNAVAILABLE CORE
uk: НЕДОСТУПНЕ ЯДРО
zh_cn: 不可用的核心
zh_tw: 不可用的核心

source: AVAILABLE GAMES
uk: ДОСТУПНІ ГРИ
zh_cn: 可用的游戏
zh_tw: 可用的遊戲

source: UNAVAILABLE GAMES
uk: НЕДОСТУПНІ ІГРИ
zh_cn: 不可用的游戏
zh_tw: 不可用的遊戲

source: NO GAME FOUND
uk: ІГОР НЕ ЗНАЙДЕНО
zh_cn: 找不到游戏
zh_tw: 找不到遊戲

source: JOIN GAME
uk: ПРИЄДНАТИСЯ ДО ГРИ
zh_cn: 加入游戏
zh_tw: 加入遊戲

source: WATCH GAME
uk: ДИВИТИСЯ ГРУ
zh_cn: 观看游戏
zh_tw: 觀看遊戲

source: SELECT BEZELS TO INSTALL / REMOVE
uk: ВСТАНОВЛЕННЯ / ВИДАЛЕННЯ РАМОК (ОВЕРЛІЇВ)
zh_cn: 选择要安装/移除的边框
zh_tw: 選擇要安裝/移除的邊框

source: BEZELS UNINSTALLED SUCCESSFULLY
uk: РАМКИ УСПІШНО ВИДАЛЕНО
zh_cn: 边框已成功卸载
zh_tw: 邊框已成功解除安裝

source: VIEW OPTIONS
uk: НАЛАШТУВАННЯ
zh_cn: 查看选项
zh_tw: 檢視選項

source: NAVIGATION
uk: НАВІГАЦІЯ
zh_cn: 导航
zh_tw: 導覽

source: JUMP TO LETTER
el: ΜΕΤΑΒΑΣΗ ΣΤΟ ΣΤΟΙΧΕΙΟ
it: IR A LETRA
pl: PRZESKOCZ NA LITERĘ
uk: ПЕРЕХІД ДО СИМВОЛУ
vi: NHẢY ĐẾN CHỮ CÁI
zh_cn: 跳至字母
zh_tw: 跳至字母

source: SELECT RANDOM GAME
uk: ВИБРАТИ ВИПАДКОВУ ГРУ
zh_cn: 选择随机游戏
zh_tw: 選擇隨機遊戲

source: SORT GAMES BY
el: ΤΑΞΙΝΟΜΗΣΗ ΠΑΙΧΝΙΔΙΩΝ ΑΝΑ:
it: ORDENAR JUEGOS POR
ko: 게임 정렬 방식
pl: SORTUJ GRY PO
uk: СОРТУВАННЯ ПО
vi: SẮP XẾP GAME THEO
zh_cn: 排序游戏依据
zh_tw: 排序遊戲依據

source: OTHER FILTERS
uk: ІНШІ ФІЛЬТРИ
zh_cn: 其他过滤器
zh_tw: 其他篩選器

source: COLLECTION
pl: KOLEKCJA
uk: КОЛЕКЦІЯ
zh_cn: 收藏
zh_tw: 收藏

source: ADVANCED SYSTEM OPTIONS
uk: ДОДАТКОВІ НАЛАШТУВАННЯ СИСТЕМИ
zh_cn: 进阶系统选项
zh_tw: 進階系統選項

source: RESET FILTERS
uk: СКИНУТИ ФІЛЬТРИ
zh_cn: 重设过滤器
zh_tw: 重設篩選器

source: FILTER GAMES BY TEXT
ko: 텍스트 별 필터 게임
pl: FILTRUJ GRY WEDŁUG TEKSTU
uk: ПОШУК
zh_cn: 依文字过滤游戏
zh_tw: 依文字篩選遊戲

source: SELECT CONTENT TO INSTALL / REMOVE
uk: ВСТАНОВЛЕННЯ / ВИДАЛЕННЯ КОНТЕНТУ
zh_cn: 选择要安装/移除的内容
zh_tw: 選擇要安裝/移除的內容

source: UPDATE INSTALLED CONTENT
uk: ОНОВИТИ ВСТАНОВЛЕНИЙ КОНТЕНТ
zh_cn: 更新已安装的内容
zh_tw: 更新已安裝的內容

source: Те, що немає в цьому view
uk: Немає об'єктів для відображення

source: MISC
uk: РІЗНЕ
zh_cn: 杂项
zh_tw: 雜項

source: UNINSTALL ADDED TO QUEUE
uk: ВИДАЛЕННЯ ДОДАНО В ЧЕРГУ
zh_cn: 已将卸载加入队列
zh_tw: 已將解除安裝加入佇列

source: NO DEVICE FOUND
uk: ПРИСТРІЙ НЕ ЗНАЙДЕНИЙ
zh_cn: 找不到设备
zh_tw: 找不到裝置

source: START NEW GAME
uk: ПОЧАТИ НОВУ ГРУ
zh_cn: 开始新游戏
zh_tw: 開始新遊戲

source: START AUTO SAVE
uk: ПОЧАТИ З АВТОЗБЕРЕЖЕННЯМ
zh_cn: 启动自动储存
zh_tw: 啟動自動儲存

source: AUTO SAVE
uk: АВТОЗБЕРЕЖЕННЯ
zh_cn: 自动储存
zh_tw: 自動儲存

source: SLOT
uk: СЛОТ
zh_cn: 字段
zh_tw: 欄位

source: COPY TO FREE SLOT
uk: КОПІРУВАТИ У ВІЛЬНИЙ СЛОТ
zh_cn: 复制到空白字段
zh_tw: 複製到空白欄位

source: UPDATING EMUELEC
uk: ОНОВЛЕННЯ EMUELEC
zh_cn: 正在更新 EmuELEC
zh_tw: 正在更新 EmuELEC

source: UPDATING %s
uk: ОНОВЛЕННЯ %s
zh_cn: 正在更新 %s
zh_tw: 正在更新 %s

source: UPDATING BATOCERA
uk: ОНОВЛЕННЯ BATOCERA
zh_cn: 正在更新 Batocera
zh_tw: 正在更新 Batocera

source: UPDATE IS READY
pl: AKTUALIZACJA JEST GOTOWA
uk: ОНОВЛЕННЯ ГОТОВО
zh_cn: 更新已就绪
zh_tw: 更新已就緒

source: REBOOT SYSTEM TO APPLY
uk: ПЕРЕЗАВАНТАЖИТИ СИСТЕМУ ДЛЯ ЗАСТОСУВАННЯ
zh_cn: 重新启动系统以应用
zh_tw: 重新啟動系統以套用

source: REALLY UPDATE?
el: ΝΑ ΓΙΝΕΙ ΑΝΑΒΑΘΜΙΣΗ ΤΟΥ ΣΥΣΤΗΜΑΤΟΣ;
it: ¿ACTUALIZAR?
ko: 업데이트 합니까?
pl: NAPEWNO ZAKTUALIZOWAĆ?
uk: ХОЧЕТЕ ОНОВИТИ?
vi: THỰC SỰ MUỐN CẬP NHẬT?
zh_cn: 确定要更新？
zh_tw: 確定要更新？

source: YOU ARE CURRENTLY USING VERSION: %s DO YOU WANT TO UPDATE TO VERSION : %s?
uk: ВИ ВИКОРИСТОВУЄТЕ ВЕРСІЮ : %s ХОЧЕТЕ ОНОВИТИ ДО ВЕРСІЇ : %s ?

source: NETWORK CONNECTION NEEDED
el: ΧΡΕΙΑΖΕΤΑΙ ΣΥΝΔΕΣΗ ΔΙΚΤΥΟΥ
it: SE NECESITA CONEXIÓN DE RED
ko: 네트워크 연결 필요
pl: POTRZEBNE POŁĄCZENIE Z SIECIĄ
uk: ВИМАГАЄТЬСЯ ПІДКЛЮЧЕННЯ ДО МЕРЕЖІ
vi: CẦN CÓ KẾT NỐI MẠNG
zh_cn: 需要网络联机
zh_tw: 需要網路連線

source: NO UPDATE AVAILABLE
el: ΔΕΝ ΥΠΑΡΧΕΙ ΔΙΑΘΕΣΙΜΗ ΕΝΗΜΕΡΩΣΗ
it: SIN ACTUALIZACIONES DISPONIBLES
ko: 사용 가능한 업데이트 없음
pl: NIE MA AKTUALIZACJI
uk: ОНОВЛЕННЬ НЕМАЄ
vi: KHÔNG CÓ BẢN CẬP NHẬT NÀO
zh_cn: 没有可用的更新
zh_tw: 沒有可用的更新

source: NO MISSING BIOS
uk: НЕМАЄ ВІДСУТНІХ БІОСІВ
zh_cn: 没有缺少的 BIOS
zh_tw: 沒有缺少的 BIOS

source: dim
uk: затемнення
vi: làm tối
zh_cn: 变暗
zh_tw: 變暗

source: black
uk: чорний
vi: đen
zh_cn: 黑色
zh_tw: 黑色

source: random video
ko: 랜덤 비디오
uk: випадкове відео
vi: video ngẫu nhiên
zh_cn: 随机视频
zh_tw: 隨機影片

source: slideshow
ko: 슬라이드 쇼
uk: слайдшоу
vi: trình chiếu ảnh
zh_cn: 幻灯片秀
zh_tw: 幻燈片秀

source: start & end
ko: 시작 & 끝
uk: початок і кінець
vi: bắt đầu & kết thúc
zh_cn: 开始与结束
zh_tw: 開始與結束

source: systems
uk: системи
zh_cn: 系统
zh_tw: 系統

source: random
uk: випадково
zh_cn: 随机
zh_tw: 隨機

source: SCREENSAVER AFTER
el: ΠΡΟΣΤΑΣΙΑΣ ΟΘΟΝΗΣ ΜΕΤΑ ΑΠΟ
it: SALVAPANTALLA A LOS
ko: 스크린 세이버
pl: WYGASZACZ EKRANU PO
uk: ЗАСТАВКА ЧЕРЕЗ
vi: BẢO VỆ MÀN HÌNH SAU
zh_cn: 屏幕保护程序启动于
zh_tw: 螢幕保護程式啟動於

source: SCREENSAVER BEHAVIOR
el: ΣΥΜΠΕΡΙΦΟΡΑ ΠΡΟΣΤΑΣΙΑΣ ΟΘΟΝΗΣ
it: COMPORTAMIENTO DE SALVAPANTALLA
ko: 스크린 세이버 행동
pl: ZACHOWANIE WYGASZACZA EKRANU
uk: ПОВЕДЕННЯ ЗАСТАВКИ
vi: HÀNH VI BẢO VỆ MÀN HÌNH
zh_cn: 屏幕保护程序行为
zh_tw: 螢幕保護程式行為

source: STOP MUSIC ON SCREENSAVER
uk: ВІДКЛЮЧИТИ МУЗИКУ НА ЗАСТАВЦІ
zh_cn: 在屏幕保护程序停止音乐
zh_tw: 在螢幕保護程式停止音樂

source: RANDOM VIDEO SCREENSAVER SETTINGS
uk: НАЛАШТУВАННЯ ВІДЕО ЗАСТАВКИ
zh_cn: 随机视频屏幕保护程序设定
zh_tw: 隨機影片螢幕保護程式設定

source: SWAP VIDEO AFTER (SECS)
ko: 스왑 비디오 애프터 (SECS)
pl: ZAMIEŃ WIDEO PO (SEKUNDACH)
uk: ЗМІНА ВІДЕО ПІСЛЯ (сек)
vi: ĐỔI VIDEO SAU (GIÂY)
zh_cn: 交换视频于（秒）
zh_tw: 交換影片於（秒）

source: USE OMX PLAYER FOR SCREENSAVER
ko: SCREENSAVER에 OMX 플레이어 사용
pl: UŻYJ OMX PLAYER JAKO WYGASZACZA EKRANU
uk: ВИКОРИСТОВУВАТИ OMX ПЛЕЄР ДЛЯ ЗАСТАВКИ
zh_cn: 使用 OMX 播放器作为屏幕保护程序
zh_tw: 使用 OMX 播放器作為螢幕保護程式

source: SHOW GAME INFO
ko: 게임 정보 표시
pl: POKAŻ INFORMACJE O GRZE
uk: ПОКАЗАТИ ІНФОРМАЦІЮ ПРО ГРУ
vi: HIỂN THỊ THÔNG TIN GAME
zh_cn: 显示游戏信息
zh_tw: 顯示遊戲資訊

source: SHOW GAME INFO ON SCREENSAVER
ko: 게임 정보 표시
pl: POKAŻ INFORMACJE O GRZE NA WYGASZACZU EKRANU
uk: ІНФО ПРО ГРУ НА ЗАСТАВКУ
vi: HIỂN THỊ THÔNG TIN GAME KHI BẢO VỆ MÀN HÌNH
zh_cn: 在屏幕保护程序显示游戏信息
zh_tw: 在螢幕保護程式顯示遊戲資訊

source: USE MARQUEE AS GAME INFO
ko: 게임 정보로 마퀴 사용
pl: UŻYJ PRZEWIJANEJ INFORMACJI O GRZE
uk: ВИКОРИСТОВУВАТИ БАНЕР ЯК ІНФОРМАЦІЮ ПРО ГРУ
vi: DÙNG MARQUEE LÀM THÔNG TIN GAME
zh_cn: 使用跑马灯图标作为游戏信息
zh_tw: 使用跑馬燈圖示作為遊戲資訊

source: DECORATIONS
uk: РАМКИ (ОВЕРЛЕЇ)
zh_cn: 装饰 (边框)
zh_tw: 裝飾 (邊框)

source: STRETCH VIDEO ON SCREENSAVER
ko: 스크린세이버 스트레치 비디오
pl: ROZCIĄGNIJ WIDEO NA WYGASZACZU EKRANU
uk: РОЗТЯГНУТИ ВІДЕО НА ЗАСТАВЦІ
vi: KÉO DÃN VIDEO BẢO VỆ MÀN HÌNH
zh_cn: 在屏幕保护程序延展视频
zh_tw: 在螢幕保護程式延展影片

source: MUTE VIDEO AUDIO
uk: ВІДКЛЮЧИТИ ЗВУК У ВІДЕО
zh_cn: 静音视频音效
zh_tw: 靜音影片音訊

source: SCREENSAVER CONTROLS
ko: 스크린세이버 컨트롤
pl: STEROWANIE WYGASZACZEM EKRANU
uk: УПРАВЛІННЯ ЗАСТАВКОЮ
vi: ĐIỀU KHIỂN BẢO VỆ MÀN HÌNH
zh_cn: 屏幕保护程控
zh_tw: 螢幕保護程式控制

source: USE CUSTOM VIDEOS
uk: ВИК. ВЛАСНІ ВІДЕО
zh_cn: 使用自定义视频
zh_tw: 使用自訂影片

source: CUSTOM VIDEO DIR
uk: ПАПКА ВЛАСНИХ ВІДЕО
zh_cn: 自定义视频目录
zh_tw: 自訂影片目錄

source: CUSTOM VIDEO DIR RECURSIVE
uk: ПАПКА ВЛАСНИХ ВІДЕО РЕКУРСИВНО
zh_cn: 自定义视频目录（递归）
zh_tw: 自訂影片目錄（遞迴）

source: CUSTOM VIDEO FILTER
uk: ФІЛЬР ВЛАСНИХ ВІДЕО
zh_cn: 自定义视频过滤器
zh_tw: 自訂影片篩選器

source: SLIDESHOW SCREENSAVER SETTINGS
ko: 슬라이드 쇼 화면 보호기 설정
pl: USTAWIENIA WYGASZACZA EKRANU POKAZU SLAJDÓW
uk: НАЛАШТУВАННЯ СЛАЙДШОУ ЗАСТАВКИ
vi: CÀI ĐẶT TRÌNH CHIẾU ẢNH
zh_cn: 幻灯片秀屏幕保护程序设定
zh_tw: 幻燈片秀螢幕保護程式設定

source: SWAP IMAGE AFTER (SECS)
ko: 스왑 이미지 후 (SECS)
pl: ZAMIEŃ OBRAZEK PO (SEKUNDACH)
uk: ЗМІНА ЗОБРАЖЕННЯ ПІСЛЯ (сек)
vi: ĐỔI ẢNH SAU (GIÂY)
zh_cn: 交换图片于（秒）
zh_tw: 交換圖片於（秒）

source: STRETCH IMAGES
ko: 스트레치 이미지
pl: OBRAZY ROZCIĄGANE
uk: РОЗТЯГНУТИ ЗОБРАЖЕННЯ
vi: KÉO DÃN ẢNH
zh_cn: 延展图片
zh_tw: 延展圖片

source: USE CUSTOM IMAGES
ko: 커스텀 이미지 사용
pl: UŻYJ NIESTANDARDOWYCH OBRAZÓW
uk: ВИК. ВЛАСНІ ЗОБРАЖЕННЯ
vi: SỬ DỤNG ẢNH TÙY CHỈNH
zh_cn: 使用自定义图片
zh_tw: 使用自訂圖片

source: CUSTOM IMAGE DIR
ko: 커스텀 이미지 디렉토리
pl: Katalog obrazów niestandardowych
uk: ПАПКА ВЛАСНИХ ЗОБРАЖЕНЬ
vi: THƯ MỤC ẢNH TÙY CHỈNH
zh_cn: 自定义图片目录
zh_tw: 自訂圖片目錄

source: CUSTOM IMAGE DIR RECURSIVE
ko: 커스텀 이미지 디렉토리 RECURSIVE
pl: REKURSYWNY KATALOG OBRAZÓW NIESTANDARDOWYCH
uk: ПАПКА ВЛАСНИХ ЗОБРАЖЕНЬ РЕКУРСИВНО
vi: THƯ MỤC ẢNH TÙY CHỈNH CON
zh_cn: 自定义图片目录（递归）
zh_tw: 自訂圖片目錄（遞迴）

source: CUSTOM IMAGE FILTER
ko: 커스텀 이미지 필터
pl: WŁASNY FILTR OBRAZU
uk: ФІЛЬТР ВЛАСНИХ ЗОБРАЖЕНЬ
vi: BỘ LỌC ẢNH TÙY CHỈNH
zh_cn: 自定义图片过滤器
zh_tw: 自訂圖片篩選器

source: Extracting
pl: ROZPAKOWYWANIE
uk: Розпакування
zh_cn: 解压缩中
zh_tw: 解壓縮中

source: A valid account is required. Please register an account on https://retroachievements.org
uk: Потрібен аккаунт, що діє. Зареєструватися можна на https://retroachievements.org

source: Loading system config...
uk: Завантаження системних налаштувань...
zh_cn: 正在加载系统设定...
zh_tw: 正在載入系統設定...

source: Done.
uk: Готово.
zh_cn: 完成。
zh_tw: 完成。

source: SAVING METADATAS. PLEASE WAIT...
uk: ЗБЕРІГАННЯ МЕТАДАНИХ. БУДЬ ЛАСКА ЗАЧЕКАЙТЕ...
zh_cn: 正在储存描述文件。请稍候...
zh_tw: 正在儲存詮釋資料。請稍候...

source: Collections
uk: Колекції
zh_cn: 收藏
zh_tw: 收藏

source: SCRAPING
pl: SKROBANIE
uk: ЗАВАНТАЖЕННЯ
zh_cn: 搜刮中
zh_tw: 搜括中

source: SCRAPE FAILED
pl: NIEUDANE SKRAPOWANIE
uk: ЗАВАНТАЖЕННЯ НЕ ВДАЛОСЯ
zh_cn: 搜刮失败
zh_tw: 搜括失敗

source: SCRAPING FINISHED
uk: ЗАВАНТАЖЕННЯ ЗАВЕРШЕНО
zh_cn: 搜刮完成
zh_tw: 搜括完成

source: UPDATE GAMES LISTS TO APPLY CHANGES.
uk: ОНОВІТЬ СПИСОК ІГОР, ЩОБ ЗАСТОСУВАТИ ЗМІНИ
zh_cn: 更新游戏列表以应用变更。
zh_tw: 更新遊戲列表以套用變更。

source: SEARCHING RETROACHIEVEMENTS
uk: ПОШУК РЕТОДОСЯГНЕННЯ
zh_cn: 正在搜寻 RetroAchievements 成就
zh_tw: 正在搜尋 RetroAchievements 成就

source: SEARCHING NETPLAY GAMES
uk: ПОШУК NETPLAY ІГОР
zh_cn: 正在搜寻 Netplay 游戏
zh_tw: 正在搜尋 Netplay 遊戲

source: INDEXING COMPLETED
uk: ІНДЕКСАЦІЯ ЗАВЕРШЕНА
zh_cn: 索引完成
zh_tw: 索引完成

source: Searching
pl: Szukanie
uk: Пошук
zh_cn: 搜寻中
zh_tw: 搜尋中

source: PUBLISHER
uk: ВИДАВЕЦЬ

source: Developer
el: Προγραμματιστής
it: Desarrollador
ko: 개발자
pl: Deweloper
uk: Розробник
vi: Nhà phát triển
zh_cn: 开发商
zh_tw: 開發商

source: Genre
el: Είδος
it: Género
ko: 유형
pl: Gatunek
uk: Жанр
vi: Thể loại
zh_cn: 游戏类型
zh_tw: 遊戲類型

source: Players
el: Παίκτες
it: Jugadores
ko: 선수
pl: Gracze
uk: Гравці
vi: Người chơi
zh_cn: 玩家人数
zh_tw: 玩家人數

source: Released
el: Δημοσίευση
it: Lanzado
ko: 출시
pl: Wersja
uk: Реліз
vi: Phát hành
zh_cn: 发行日期
zh_tw: 發行日期

source: Rating
el: ΑΞΙΟΛΟΓΗΣΗ
it: Calificación
ko: 평가
pl: Ocena
uk: Рейтинг
vi: Đánh giá
zh_cn: 评分
zh_tw: 評分

source: NO GAMES FOUND - SKIP
el: ΔΕΝ ΒΡΕΘΗΚΑΝ ΠΑΙΧΝΙΔΙΑ - ΠΑΡΑΒΛΕΨΗ
it: JUEGOS NO ENCONTRADOS - OMITIR
ko: 게임을 찾을 수 없음-건너 뛰기
pl: NIE ZNALEZIONO GRY - POMIŃ
uk: ІГРИ НЕ ЗНАЙДЕНО - ПРОПУСТИТИ
vi: KHÔNG TÌM THẤY GAME - BỎ QUA
zh_cn: 找不到游戏 - 跳过
zh_tw: 找不到遊戲 - 跳過

source: RETRY
el: ΠΡΟΣΠΑΘΗΣΤΕ ΞΑΝΑ
it: REINTENTAR
ko: 다시 해 보다
pl: POWTÓRZ
uk: ПОВТОРИТИ
vi: THỬ LẠI
zh_cn: 重试
zh_tw: 重試

source: SKIP
el: ΠΑΡΑΒΛΕΨΗ
it: OMITIR
ko: 건너 뛰기
pl: POMIŃ
uk: ПРОПУСТИТИ
vi: BỎ QUA
zh_cn: 跳过
zh_tw: 跳過

source: Downloading
pl: Ściąganie
uk: Завантаження
zh_cn: 下载中
zh_tw: 下載中

source: ACCEPT RESULT
el: ΑΠΟΔΕΧΤΕΙΤΕ ΤΟ ΑΠΟΤΕΛΕΣΜΑ
it: ACEPTAR RESULTADO
ko: 수락 결과
pl: POTWIERDŹ ZMIANY
uk: ПРИНЯТИ РЕЗУЛЬТАТ
vi: CHẤP NHẬN KẾT QUẢ
zh_cn: 接受结果
zh_tw: 接受結果

source: all games
uk: всі ігри
zh_cn: 所有游戏
zh_tw: 所有遊戲

source: last played
uk: нещодавно грали
zh_cn: 上次游玩
zh_tw: 上次遊玩

source: favorites
uk: вибране
zh_cn: 我的最爱
zh_tw: 我的最愛

source: 2 players
uk: 2 гравці
zh_cn: 2 位玩家
zh_tw: 2 位玩家

source: 4 players
uk: 4 гравці
zh_cn: 4 位玩家
zh_tw: 4 位玩家

source: never played
uk: не грав
zh_cn: 从未游玩
zh_tw: 從未遊玩

source: retroachievements
uk: ретродосягнення
zh_cn: RetroAchievements 成就
zh_tw: RetroAchievements 成就

source: arcade
uk: аркади
zh_cn: 街机
zh_tw: 大型機台

source: vertical arcade
uk: вертикальні акради
zh_cn: 垂直街机
zh_tw: 垂直大型機台

source: lightgun games
uk: світловий пістолет
zh_cn: 光线枪游戏
zh_tw: 光線槍遊戲

source: collections
uk: колекції
zh_cn: 收藏
zh_tw: 收藏

source: Added '%s' to '%s'
pl: Dodano '%s' do '%s'
uk: '%s' додано до '%s'
zh_cn: 已将 '%s' 加入 '%s'
zh_tw: 已將 '%s' 加入 '%s'

source: Removed '%s' from '%s'
pl: Usunięto '%s' z '%s'
uk: '%s' видалено з '%s'
zh_cn: 已从 '%s' 移除 '%s'
zh_tw: 已從 '%s' 移除 '%s'

source: This collection is empty.
pl: Ta kolekcja jest pusta.
uk: Колекція порожня
zh_cn: 此收藏是空的。
zh_tw: 此收藏是空的。

source: None
ko: 없음
pl: Nic
uk: Ні
zh_cn: 无
zh_tw: 無

source: Various
ko: 다양한
pl: Różny
uk: Різні
zh_cn: 多个
zh_tw: 多個

source: This collection contains %i game, including :%s
uk: Колекція містить гру %i, включаючи :%s
zh_cn: 此收藏包含 %i 款游戏，包含：%s
zh_tw: 此收藏包含 %i 款遊戲，包含：%s

source: DOWNLOADING
pl: ŚCIĄGANIE
uk: ЗАВАНТАЖЕННЯ
zh_cn: 下载中
zh_tw: 下載中

source: THEME INSTALLED SUCCESSFULLY
pl: MOTYW ZAINSTALOWANY POMYŚLNIE
uk: ТЕМА УСПІШНО ВСТАНОВЛЕНА
zh_cn: 主题已成功安装
zh_tw: 主題已成功安裝

source: BEZELS INSTALLED SUCCESSFULLY
uk: РАМКИ УСПІШНО ВСТАНОВЛЕНІ
zh_cn: 边框已成功安装
zh_tw: 邊框已成功安裝

source: PACKAGE INSTALLED SUCCESSFULLY
uk: ПАКЕТ УСПІШНО ВСТАНОВЛЕНИЙ
zh_cn: 套件已成功安装
zh_tw: 套件已成功安裝

source: PACKAGE REMOVED SUCCESSFULLY
uk: ПАКЕТ УСПІШНО ВИДАЛЕНИЙ
zh_cn: 套件已成功移除
zh_tw: 套件已成功移除

source: SCANNING BLUETOOTH
uk: BLUETOOTH СКАНУВАННЯ
zh_cn: 正在扫描蓝牙
zh_tw: 正在掃描藍牙

source: Searching controllers...
uk: Пошук контролерів...
zh_cn: 正在搜寻控制器...
zh_tw: 正在搜尋控制器...

source: BLUETOOTH SCANNING IS ALREADY RUNNING.
uk: BLUETOOTH СКАНУВАННЯ ВЖЕ ЗАПУЩЕНО
zh_cn: 蓝牙扫描已在执行中。
zh_tw: 藍牙掃描已在執行中。

source: FORMATING DEVICE
uk: ФОРМАТУВАННЯ ПРИСТРОЮ
zh_cn: 正在格式化设备
zh_tw: 正在格式化裝置

source: Formating
uk: Форматування
zh_cn: 格式化中
zh_tw: 格式化中

source: A REBOOT OF THE SYSTEM IS REQUIRED TO COMPLETE THE OPERATION
uk: ПОТРІБНО ПЕРЕЗАВАНТАЖЕННЯ СИСТЕМИ ДЛЯ ЗАВЕРШЕННЯ ОПЕРАЦІЇ
zh_cn: 需要重新启动系统以完成操作
zh_tw: 需要重新啟動系統以完成操作

source: DRIVE FORMAT IS ALREADY RUNNING.
uk: ФОРМАТУВАННЯ ПРИСТРОЮ ВЖЕ ЗАПУЩЕНО
zh_cn: 磁盘格式化已在执行中。
zh_tw: 磁碟格式化已在執行中。

source: WARNING : THIS GAME'S FORMAT IS NOT SUPPORTED BY THE CURRENT EMULATOR/CORE. DO YOU WANT TO LAUNCH IT ANYWAY?
uk: УВАГА : ФОРМАТ ЦІЄЇ ГРИ НЕ ПІДТРИМАЄТЬСЯ ПОТОЧНИМ ЕМУЛЯТОРОМ/ЯДРОМ. СПРОБУВАТИ ЗАПУСТИТИ У БУДЬ-ЯКОМУ РАЗІ?

source: WARNING : THE SYSTEM HAS MISSING BIOS AND THE GAME MAY NOT WORK CORRECTLY. DO YOU WANT TO LAUNCH IT ANYWAY?
uk: УВАГА: У СИСТЕМІ ВІДСУТНІЙ BIOS, ГРА МОЖЕ ПРАЦЮВАТИ НЕПРАВИЛЬНО. ЗАПУСТИТИ У БУДЬ-ЯКОМУ РАЗІ?

source: Preloading UI
el: Διεπαφή χρήστη πριν τη φόρτωση
ko: 사전로드 UI
pl: Przeładowanie Interfejsu...
uk: Перезавантаження інтерфейсу
vi: Đang khởi tạo giao diện
zh_cn: 预先加载UI
zh_tw: 預先載入介面

source: Loading theme
uk: Завантаження теми
zh_cn: 正在加载主题
zh_tw: 正在載入主題

source: Loading gamelists
uk: Завантаження списку ігор
zh_cn: 正在载入游戏列表
zh_tw: 正在載入遊戲列表

source: Games similar to
uk: Ігри схожі на
zh_cn: 与...类似的游戏
zh_tw: 與...類似的遊戲

source: GAME OPTIONS
uk: ПАРАМЕТРИ
zh_cn: 游戏选项
zh_tw: 遊戲選項

source: FAVORITE
el: ΑΓΑΠΗΜΕΝΑ
ko: 즐겨찾기
pl: ULUBIONE
uk: ХІТ
vi: YÊU THÍCH
zh_cn: 我的最爱
zh_tw: 我的最愛

source: RANDOM
el: ΤΥΧΑΙΟ
ko: 무작위
pl: LOSOWO
uk: БУДЬ-ЩО
vi: NGẪU NHIÊN
zh_cn: 随机
zh_tw: 隨機

source: No Entries Found
pl: Nie znaleziono wpisów
uk: Ігор не знайдено
zh_cn: 找不到项目
zh_tw: 找不到項目

source: Last played
el: Αυτά που παίξατε τελευταία φορά
it: Última partida
ko: 마지막 플레이
pl: Ostatnio grane
uk: Останній запуск
vi: Lần chơi cuối
zh_cn: 上次游玩时间
zh_tw: 上次遊玩時間

source: Times played
el: Φορές που παίχτηκε
it: Veces jugado
ko: 플레이 횟수
pl: Razy grane
uk: Зіграно раз
vi: Số lần chơi
zh_cn: 游玩次数
zh_tw: 遊玩次數

source: Game time
uk: Час гри
zh_cn: 游玩时间
zh_tw: 遊玩時間

source: Favorite
el: Αγαπημένα
it: Favorito
ko: 즐겨찾기
pl: Ulubione
uk: Уподобання
vi: Yêu thích
zh_cn: 我的最爱
zh_tw: 我的最愛

source: Full
el: Πλήρης
pl: Pełny
uk: Повний
vi: Đầy đủ
zh_cn: 完整
zh_tw: 完整

source: Kiosk
el: Περίπτερο
uk: Кіоск
zh_cn: 展示站
zh_tw: 展示站

source: Kid
el: Παιδί
pl: Dziecko
uk: Дитячий
vi: Trẻ em
zh_cn: 儿童
zh_tw: 兒童

source: SYSTEM INFO
uk: СИСТЕМНА ІНФОРМАЦІЯ
zh_cn: 系统信息
zh_tw: 系統資訊

source: ERROR: EVERY SYSTEM IS HIDDEN, RE-DISPLAYING ALL OF THEM NOW
uk: ПОМИЛКА: ВСІ СИСТЕМИ ПРИХОВАНІ, ВКЛЮЧЕННЯ ПОВТОРНОГО ВІДОБРАЖЕННЯ
zh_cn: 错误：所有系统皆已隐藏，现在将重新显示全部系统
zh_tw: 錯誤：所有系統皆已隱藏，現在將重新顯示全部系統

source: QUICK SEARCH
el: ΓΡΗΓΟΡΗ ΑΝΑΖΗΤΗΣΗ
pl: SZYBKIE WYSZUKIWANIE
uk: ШВИДКИЙ ПОШУК
vi: TÌM NHANH
zh_cn: 快速搜寻
zh_tw: 快速搜尋

source: GO TO LETTER
pl: PRZEJDŹ DO LISTY
uk: ПЕРЕЙТИ ДО СИМВОЛУ
zh_cn: 跳至字母
zh_tw: 跳至字母

source: GO TO MANUFACTURER
pl: PRZEJDŹ DO PRODUCENTA
uk: ПЕРЕЙТИ ДО ВИРОБНИКА
zh_cn: 跳至制造商
zh_tw: 跳至製造商

source: GO TO HARDWARE
pl: PRZEJDŹ DO SPRZĘTU
uk: ПЕРЕЙТИ ДО ЗАЛІЗА
zh_cn: 跳至硬件
zh_tw: 跳至硬體

source: GO TO DECADE
pl: PRZEJDŹ DO DEKADY
uk: ПЕРЕЙТИ НА ДЕСЯТИЛІТТЯ
zh_cn: 跳至年代
zh_tw: 跳至年代

source: CONFIGURATION
pl: KONFIGURACJA
uk: КОНФІГУРАЦІЯ
zh_cn: 设定
zh_tw: 設定

source: %i COLLECTION
uk: %i КОЛЕКЦІЯ
zh_cn: %i 个收藏
zh_tw: %i 個收藏

source: %i ITEM
uk: %i ОБ'ЄКТ
zh_cn: %i 个项目
zh_tw: %i 個項目

source: %i GAME
uk: %i ГРА
zh_cn: %i 款游戏
zh_tw: %i 款遊戲

source: FILES
uk: ФАЙЛИ
zh_cn: 文件
zh_tw: 檔案

source: NAME
el: ΟΝΟΜΑ
ko: 이름
pl: NAZWA
uk: НАЗВА
vi: TÊN

source: Enter game name
uk: введіть назву гри

source: DESCRIPTION
uk: ОПИС

source: Enter description
uk: Введіть опис

source: emulator
uk: емулятор
zh_cn: 模拟器
zh_tw: 模擬器

source: core
uk: ядро
zh_cn: 核心
zh_tw: 核心

source: IMAGE
uk: ЗОБРАЖЕННЯ

source: Enter path to image
uk: Введіть шлях до зображення

source: Video
uk: Відео
zh_cn: 视频
zh_tw: 影片

source: Enter path to video
uk: Введіть шлях до відео

source: Logo
uk: Логотип
zh_cn: 标志
zh_tw: 標誌

source: Enter path to logo
uk: Введіть шлях до логотипу

source: Box
uk: Обкладинка
zh_cn: 盒装
zh_tw: 盒裝

source: Enter path to box
uk: Введіть шлях до обкладинки

source: Fan art
uk: Фан-арт
zh_cn: 粉丝创作
zh_tw: 粉絲創作

source: enter path to fanart
uk: введіть шлях до фан-арту
zh_cn: 输入粉丝创作路径
zh_tw: 輸入粉絲創作路徑

source: Title shot
uk: Знімок гол. меню
zh_cn: 标题画面截图
zh_tw: 標題畫面截圖

source: Enter path to title shot
uk: Введіть шлях до знімка гол. меню

source: Manual
uk: Посібник
zh_cn: 说明书
zh_tw: 說明書

source: enter path to manual
uk: введіть шлях до посібника
zh_cn: 输入说明书路径
zh_tw: 輸入說明書路徑

source: Magazine
uk: Журнал
zh_cn: 杂志
zh_tw: 雜誌

source: Enter path to magazine
uk: Введіть шлях до журналу

source: Map
uk: Карта
zh_cn: 地图
zh_tw: 地圖

source: enter path to map
uk: введіть шлях до карти
zh_cn: 输入地图路径
zh_tw: 輸入地圖路徑

source: Cartridge
uk: Картридж
zh_cn: 卡带图
zh_tw: 卡帶圖

source: enter path to cartridge
uk: введіть шлях до картриджа
zh_cn: 输入卡带图路径
zh_tw: 輸入卡帶圖路徑

source: Alt BoxArt
uk: Альтернативна обкладинка
zh_cn: 游戏盒装
zh_tw: 遊戲盒裝

source: Enter path to alt boxart
uk: Введіть шлях до альтернативної обкладинки

source: Box backside
uk: Задник обкладинки
zh_cn: 盒装背面
zh_tw: 盒裝背面

source: Enter path to box background
uk: Введіть шлях до фону обкладинки

source: Wheel
uk: Колесо
zh_cn: 滚轮图示
zh_tw: 滾輪圖示

source: REGION SOURCE
uk: РЕГІОН ДЖЕРЕЛО
zh_cn: 地区来源
zh_tw: 地區來源

source: enter path to wheel
uk: введіть шлях до колеса
zh_cn: 输入滚轮图标路径
zh_tw: 輸入滾輪圖示路徑

source: Mix
uk: Мікс
zh_cn: 混合图
zh_tw: 混合圖

source: enter path to mix
uk: введіть шлях до міксу
zh_cn: 输入混合图路径
zh_tw: 輸入混合圖路徑

source: Enter rating
uk: Введіть рейтинг

source: RELEASE DATE
uk: ДАТА РЕЛІЗУ

source: enter release date
el: εισάγετε την ημερομηνία κυκλοφορίας
it: ingresar fecha de lanzamiento
ko: 출시일을 입력하십시오
pl: wprowadź datę wypuszczenia
uk: введіть дату релізу
vi: nhập ngày phát hành
zh_cn: 输入发行日期
zh_tw: 輸入發行日期

source: Enter Game Developer
uk: Введіть розробника гри

source: Enter game publisher
uk: Введіть видавця

source: Enter game genre
uk: Введіть жанр гри

source: Game family
uk: Сімейство гри
zh_cn: 游戏系列
zh_tw: 遊戲系列

source: enter game family
uk: введіть сімейство гри
zh_cn: 输入游戏系列
zh_tw: 輸入遊戲系列

source: Genres
uk: Жанри
zh_cn: 游戏类型
zh_tw: 遊戲類型

source: Enter game genres
uk: Введіть жанри гри

source: ARCADE SYSTEM
uk: АРКАДНА СИСТЕМА

source: enter arcade system name
uk: введіть аркадну систему

source: enter number of players
el: εισάγετε τον αριθμό των παικτών
it: ingresar número de jugadores
ko: 플레이어 수를 입력하십시오
pl: wprowadź liczbę graczy
uk: введіть кількість гравців
vi: nhập số người chơi
zh_cn: 输入玩家人数
zh_tw: 輸入玩家人數

source: enter favorite
it: ingresar favorito
ko: 즐겨찾기 등록
uk: вибрані
zh_cn: 输入我的最爱
zh_tw: 輸入我的最愛

source: HIDDEN
el: Κρυφό
ko: 숨겨진
pl: UKRYTE
uk: ПРИХОВАТИ
vi: ẨN

source: enter hidden
uk: приховані
zh_cn: 输入隐藏
zh_tw: 輸入隱藏

source: Kidgame
uk: Дитяча гра
zh_cn: 儿童游戏
zh_tw: 兒童遊戲

source: Enter kidgame
uk: дитячі

source: Play count
el: φορές που παίχτηκε
it: Partidas jugadas
ko: 플레이 횟수
pl: Liczba odtworzeń
uk: Зіграно раз
vi: Số lần chơi
zh_cn: 游玩次数
zh_tw: 遊玩次數

source: enter number of times played
el: εισάγετε τον αριθμό των φορών που παίχτηκαν
it: ingresar partidas jugadas
ko: 플레이 횟수를 입력하십시오
pl: wprowadź liczbę odtworzeń
uk: введіть кількість зіграних разів
vi: nhập số lần đã chơi
zh_cn: 输入游玩次数
zh_tw: 輸入遊玩次數

source: enter last played date
el: εισάγετε την τελευταία φορά που παίξατε το παιχνίδι
it: ingresar fecha de última partida
ko: 마지막 플레이 날짜를 입력하십시오
pl: wprowadź ostatnią datę gry
uk: введіть дату останнього запуску
vi: nhập ngày chơi cuối
zh_cn: 输入上次游玩日期
zh_tw: 輸入上次遊玩日期

source: Crc32 checksum
uk: Контрольна сума CRC32
zh_cn: CRC32 校验
zh_tw: CRC32 校驗

source: Md5 checksum
uk: Контрольна сума MD5
zh_cn: MD5 校验
zh_tw: MD5 校驗

source: how long the game has been played in total (seconds)
uk: як довго грали в гру (сек)
zh_cn: 总共游玩此游戏的时间（秒）
zh_tw: 總共遊玩此遊戲的時間（秒）

source: Languages
uk: Мова
zh_cn: 语言
zh_tw: 語言

source: Cheevos Hash
uk: Хеш Cheevos
zh_cn: Cheevos 哈希值
zh_tw: Cheevos 雜湊值

source: Cheevos checksum
uk: Контрольна сума Cheevos
zh_cn: Cheevos 校验
zh_tw: Cheevos 校驗

source: Cheevos Game ID
uk: ID гри Cheevos
zh_cn: Cheevos 游戏 ID
zh_tw: Cheevos 遊戲 ID

source: Screenscraper Game ID
uk: ID ігри Screenscraper
zh_cn: Screenscraper 游戏 ID
zh_tw: Screenscraper 遊戲 ID

source: %d h
uk: %d г
zh_cn: %d 小时
zh_tw: %d 小時

source: %d m
uk: %d х
zh_cn: %d 分钟
zh_tw: %d 分鐘

source: %d s
uk: %d с
zh_cn: %d 秒
zh_tw: %d 秒

source: DISCARD CHANGES
el: ΑΠΟΡΡΙΨΤΕ ΤΙΣ ΑΛΛΑΓΕΣ
it: DESCARTAR CAMBIOS
ko: 변경 사항을 취소
pl: USUŃ ZMIANY
uk: ВІДХИЛИТИ ЗМІНИ
vi: HỦY THAY ĐỔI
zh_cn: 放弃变更
zh_tw: 放棄變更

source: WELCOME
el: ΚΑΛΩΣ ΗΡΘΑΤΕ
it: BIENVENIDO
ko: 어서 오세요.
pl: WITAJ
uk: ЛАСКАВО ПРОСИМО
vi: CHÀO MỪNG
zh_cn: 欢迎
zh_tw: 歡迎
