Repository: christianhaitian/EmulationStation-fcamod
Catalog: resources/locale/*/emulationstation2.po
Languages: el, it, ko, pl, uk, vi, zh_cn, zh_tw

source: Auto save the state when you quit a game, and auto load last saved state when you start a game.
el: Αυτόματη αποθήκευση κατάστασης κατά την έξοδο από ένα παιχνίδι και αυτόματη φόρτωση της τελευταίας αποθηκευμένης κατάστασης κατά την εκκίνηση ενός παιχνιδιού.
it: Autoguardar la partida al salir del juego, y autocargar la partida al iniciar el juego.
ko: 게임을 종료 할 때 상태를 자동 저장하고 게임을 시작할 때 마지막으로 저장된 상태를 자동로드합니다.
pl: Automatyczne zapisywanie stanu po wyjściu z gry i automatyczne ładowanie ostatniego zapisanego stanu po uruchomieniu gry.
vi: Tự động lưu trạng thái khi thoát game, và tự động tải trạng thái lưu gần nhất khi vào game.

source: Integer scaling is scaling by a factor of a whole number, such as 2x, 3x, 4x, etc. This option scales the image up to the greatest integer scale below the set resolution. So for instance, if you set your fullscreen resolution to 1920x1080 and enable integer scaling, it will only scale a 320x240 image up to 1280x960, and leave black borders all around. This is to maintain a 1:1 pixel ratio with the original source image, so that pixels are not unevenly duplicated.
el: Η κλιμάκωση ακέραιου αριθμού είναι η κλιμάκωση με έναν παράγοντα ακέραιου αριθμού, όπως 2x, 3x, 4x κ.λπ. Αυτή η επιλογή κλιμακώνει την εικόνα στη μεγαλύτερη ακέραια κλίμακα κάτω από την καθορισμένη ανάλυση. Για παράδειγμα, εάν ορίσετε την ανάλυση πλήρους οθόνης σε 1920x1080 και ενεργοποιήσετε την κλιμάκωση ακέραιου αριθμού, θα κλιμακώσει μια εικόνα 320x240 μόνο σε 1280x960, αφήνοντας μαύρα περιγράμματα γύρω της. Αυτό γίνεται για να διατηρηθεί μια αναλογία εικονοστοιχείων 1:1 με την αρχική εικόνα προέλευσης, έτσι ώστε τα εικονοστοιχεία να μην αναπαράγονται άνισα.
it: La escala entera, es el escalado por un factor de un número entero, como 2x, 3x, 4x, etc. Esta opción escala la imagen hasta la escala entera más grande por debajo de la resolución establecida. Por ejemplo, al establecer la resolución de pantalla completa en 1920x1080 y se habilita el escalado entero, sólo escalará una imagen de 320x240 hasta 1280x960 y dejará los bordes negros alrededor. Esto es para mantener una relación de aspecto de píxeles de 1:1 con la imagen original, de modo que los píxeles no se dupliquen de manera desigual
ko: 셰이더는 게임 렌더링을위한 필터와 같습니다. 여기에서 각 시스템에 대해 선택된 쉐이더 모음 인 쉐이더 세트를 선택할 수 있습니다. HOTKEY + L2 또는 HOTKEY + R2를 사용하여 게임 내에서 셰이더를 변경할 수도 있습니다.
pl: Skalowanie liczb całkowitych to skalowanie przez współczynnik liczby całkowitej, na przykład 2x, 3x, 4x itd. Ta opcja skaluje obraz do największej skali całkowitej poniżej ustawionej rozdzielczości. Na przykład, jeśli ustawisz rozdzielczość pełnego ekranu na 1920x1080 i włączysz skalowanie liczb całkowitych, obraz 320x240 zostanie przeskalowany tylko do 1280x960 i pozostawi czarne obramowania dookoła. Ma to na celu zachowanie proporcji pikseli 1:1 z oryginalnym obrazem źródłowym, tak aby piksele nie były nierówno powielane.
vi: Tỷ lệ nguyên là tỷ lệ được nhân lên bởi một số nguyên, chẳng hạn như 2x, 3x, 4x, v.v. Tùy chọn này sẽ tăng kích thước hình ảnh lên mức lớn nhất có thể dưới độ phân giải đã đặt. Ví dụ, nếu bạn đặt độ phân giải toàn màn hình thành 1920x1080 và bật tính năng chia tỷ lệ số nguyên, nó sẽ chỉ tăng kích thước hình ảnh 320x240 lên 1280x960, và để lại các viền đen xung quanh. Điều này nhằm duy trì tỷ lệ điểm ảnh 1:1 với hình ảnh gốc, để các điểm ảnh không bị nhân bản không đều.

source: Shaders are like filters for the game rendering. You can select a shader set here, which is a collection of shaders selected for each system. You can also change the shader within the game with HOTKEY + L2 or HOTKEY + R2.
el: Τα Shaders είναι σαν φίλτρα για την απόδοση του παιχνιδιού. Μπορείτε να επιλέξετε ένα σύνολο shaders εδώ, υπάρχει μια συλλογή shaders για να επιλέξετε σε κάθε σύστημα. Μπορείτε επίσης να αλλάξετε το shader στο παιχνίδι με το HOTKEY + L2 ή το HOTKEY + R2
it: Los shaders equivalen a filtros para el renderizado del juego. Puede seleccionar un conjunto de shaders, que es una colección de shaders seleccionados para cada sistema. También se puede cambiar el shader dentro del juego con HOTKEY+L2 o HOTKEY+R2
pl: Shadery są jak filtry do renderowania gry. Możesz tutaj wybrać zestaw shaderów, który jest zbiorem shaderów wybranych dla każdego systemu. Możesz także zmienić shader w grze za pomocą HOTKEY + L2 lub HOTKEY + R2.
vi: Shader giống như bộ lọc hình ảnh. Bạn có thể chọn bộ shader tại đây. Trong game, có thể đổi shader bằng HOTKEY + L2 hoặc HOTKEY + R2.

source: Enable or disable RetroAchievements in games.
el: Ενεργοποιήστε ή απενεργοποιήστε τα RetroAchievements σε παιχνίδια.
it: Activar o desactivar los retrologros en los juegos
ko: 게임에서 RetroAchievements를 활성화 또는 비활성화합니다.
pl: Włącz lub wyłącz Retro Osiągnięcia w grach.
vi: Bật hoặc tắt thành tựu RetroAchievements trong game.

source: Hardcore mode disables *all* savestate and rewind functions within the emulator: you will not be able to save and reload at any time. You will have to complete the game and get the achievements first time, just like on the original console. In reward for this, you will earn both the standard and the hardcore achievement, in effect earning double points! A regular game worth 400 points, is now worth 800 if you complete it on hardcore! For example: if you complete the game for 400 points, you then have the opportunity to earn another 400 on hardcore.
el: Η λειτουργία σκληρού πυρήνα απενεργοποιεί *όλες* τις λειτουργίες αποθήκευσης κατάστασης και επαναφοράς εντός του εξομοιωτή - δεν θα μπορείτε να αποθηκεύσετε ή να φορτώσετε ξανά οποιαδήποτε στιγμή. Θα χρειαστεί να ολοκληρώσετε το παιχνίδι και να κερδίσετε τα επιτεύγματα για πρώτη φορά, όπως και στην αρχική κονσόλα. Ως ανταμοιβή για αυτό, θα λάβετε τόσο το τυπικό επίτευγμα όσο και το επίτευγμα σκληροπυρηνικών, πράγμα που θα σας διπλασιάσει τους πόντους! Ένα κανονικό παιχνίδι αξίας 400 πόντων αξίζει τώρα 800 αν το ολοκληρώσετε σε σκληροπυρηνικό επίπεδο!Η λειτουργία σκληρού πυρήνα απενεργοποιεί *όλα* τις λειτουργίες αποθήκευσης κατάστασης και επαναφοράς εντός του εξομοιωτή - δεν θα μπορείτε να αποθηκεύσετε ή να φορτώσετε ξανά οποιαδήποτε στιγμή. Θα χρειαστεί να ολοκληρώσετε το παιχνίδι και να κερδίσετε τα επιτεύγματα για πρώτη φορά, όπως και στην αρχική κονσόλα. Ως ανταμοιβή για αυτό, θα λάβετε τόσο το τυπικό επίτευγμα όσο και το επίτευγμα σκληροπυρηνικών, πράγμα που θα σας διπλασιάσει τους πόντους! Ένα κανονικό παιχνίδι αξίας 400 πόντων αξίζει τώρα 800 αν το ολοκληρώσετε σε σκληροπυρηνικό επίπεδο! Για παράδειγμα: αν ολοκληρώσετε το παιχνίδι για 400 πόντους, τότε έχετε την ευκαιρία να κερδίσετε άλλους 400 σε hardcore.
it: El modo hardcore deshabilita toda capacidad de guardar partidas y funciones de rebobinado. Se debe terminar el juego y conseguir logros de una sola vez, igual que en la máquina original. En compensación, se conseguirán tanto los logros estándar y hardcore, y el doble de puntos. Un juego regular de 400 puntos, generará 800 si se completa en hardcore
ko: retroachievements.org 웹 사이트는 NES, SNES, GB, GBC, GBA, Genesis / Megadrive, TurboGrafx16 / PCEngine 등과 같은 플랫폼에서 도전 / 업적 / 트로피를 제안합니다! retroachievements.org에 계정을 만들고 도전 과제를 시작하십시오!
pl: Tryb hardcore wyłącza *wszystkie* funkcje zapisywania stanu i przewijania do tyłu w emulatorze: nie będziesz mógł zapisywać i wczytywać ponownie w dowolnym momencie. Będziesz musiał ukończyć grę i zdobyć osiągnięcia za pierwszym razem, tak jak na oryginalnej konsoli. W nagrodę za to zdobędziecie zarówno osiągnięcie standardowe, jak i hardcore, co w efekcie da podwójne punkty! Zwykła gra warta 400 punktów jest teraz warta 800, jeśli ukończysz ją na poziomie hardcore! Na przykład: jeśli ukończysz grę za 400 punktów, masz wtedy możliwość zarobienia kolejnych 400 na poziomie hardcore.
vi: Chế độ khó (Hardcore mode) vô hiệu hóa *tất cả* các chức năng lưu trạng thái và tua lại trong trình giả lập: bạn sẽ không thể lưu và tải lại trò chơi bất cứ lúc nào. Bạn sẽ phải hoàn thành trò chơi và đạt được các thành tích ngay lần đầu tiên, giống như trên máy chơi game gốc. Để thưởng cho việc này, bạn sẽ nhận được cả thành tích tiêu chuẩn và thành tích khó, tức là nhận được gấp đôi điểm! Một trò chơi thông thường trị giá 400 điểm, giờ đây sẽ trị giá 800 điểm nếu bạn hoàn thành nó ở chế độ khó! Ví dụ: nếu bạn hoàn thành trò chơi với 400 điểm, bạn sẽ có cơ hội kiếm thêm 400 điểm nữa ở chế độ khó.

source: The website retroachievements.org proposes challenges/achievements/trophies on platforms like NES, SNES, GB, GBC, GBA, Genesis/Megadrive, TurboGrafx16/PCEngine and more! Create your account on retroachievements.org and start your quest for achievements!
el: Ο ιστότοπος retroachievements.org προτείνει προκλήσεις / επιτεύγματα / τρόπαια σε πλατφόρμες όπως NES, SNES, GB, GBC, GBA, Genesis / Megadrive, TurboGrafx16 / PCEngine και άλλα! Δημιουργήστε τον λογαριασμό σας στο retroachievements.org και ξεκινήστε την αναζήτηση επιτευγμάτων!
it: ¡La página web retroachievements.org propone desafíos/logros/trofeos en plataformas como NES, SNES, GB, GBC, GBA, Genesis/Megadrive, TurboGrafx16/PCEngine y más! ¡Crear cuenta en retroachievements.org y empezar búsqueda de logros!
pl: Witryna retroachievements.org proponuje wyzwania/osiągnięcia/trofea na platformach takich jak NES, SNES, GB, GBC, GBA, Genesis/Megadrive, TurboGrafx16/PCEngine i nie tylko! Załóż swoje konto na retroachievements.org i rozpocznij poszukiwania osiągnięć!
vi: Trang web retroachievements.org cung cấp các thử thách/thành tựu cho nhiều hệ máy như NES, SNES, GBA... Hãy tạo tài khoản và bắt đầu săn thành tựu!

source: Add and configure up to 5 controllers.
el: Προσθέστε και διαμορφώστε έως και 5 τηλεχειριστήρια.
it: Agregar y configurar hasta 5 mandos
ko: 최대 5 개의 컨트롤러를 추가하고 구성하십시오.
pl: Dodaj i skonfiguruj do 5 kontrolerów.
vi: Thêm và cấu hình tối đa 5 tay cầm.

source: Start the screensaver after N minutes.
el: Ξεκινήστε την προφύλαξη οθόνης μετά από N λεπτά.
it: Iniciar el salvapantallas tras N minutos
ko: N 분 후 화면 보호기를 시작하십시오.
pl: Włącz wygaszacz ekranu po N minutach.
vi: Bắt đầu trình bảo vệ màn hình sau N phút.

source: Set the screensaver behavior. DIM will reduce the screen light, and BLACK will turn the screen black.
el: Ρυθμίστε τη συμπεριφορά της προφύλαξης οθόνης. Το DIM θα μειώσει τη φωτεινότητα της οθόνης και το BLACK θα κάνει την οθόνη μαύρη.
it: Configurar el comportamiento del protector de pantalla. DIM reducirá el brillo de pantalla, y BLACK pondrá la pantalla en negro
ko: 화면 보호기 동작을 설정하십시오. DIM은 화면 조명을 줄이고 BLACK은 화면을 검게 만듭니다.
pl: Ustaw zachowanie wygaszacza ekranu. DIM zmniejszy jasność ekranu, a BLACK przyciemni ekran.
vi: Thiết lập hành vi bảo vệ màn hình. DIM sẽ làm tối màn hình, BLACK sẽ tắt hẳn màn hình.

source: Shows a help at the bottom of the screen which displays commands you can use.
el: Εμφανίζει ενα εργαλείο βοήθειας στο κάτω μέρος της οθόνης που δείχνει τις εντολές που μπορείτε να χρησιμοποιήσετε.
it: Desplegar una ayuda en la parte inferior de la pantalla que enseña comandos a usar
ko: 화면 하단에 사용할 수있는 명령을 표시하는 도움말이 표시됩니다.
pl: Wyświetla pomoc u dołu ekranu, która wyświetla polecenia, których możesz użyć.
vi: Hiển thị thanh trợ giúp ở dưới cùng màn hình để biết các phím chức năng.

source: When enabled, you can switch between systems while browsing a gamelist by pressing LEFT or RIGHT.
el: Όταν είναι ενεργοποιημένο, μπορείτε να κάνετε εναλλαγή μεταξύ συστημάτων κατά την περιήγηση σε μια λίστα παιχνιδιών πατώντας το πλήκτρο ΑΡΙΣΤΕΡΑ ή ΔΕΞΙΑ.
it: Activado, permite cambiar de sistema pulsando IZQUIERDA o DERECHA en la lista de juegos
ko: 활성화되면 LEFT 또는 RIGHT를 눌러 게임 목록을 탐색하는 동안 시스템간에 전환 할 수 있습니다.
pl: Po włączeniu możesz przełączać się między systemami podczas przeglądania listy gier, naciskając LEWO lub PRAWO.
vi: Khi bật, bạn có thể chuyển đổi giữa các hệ máy khi đang ở trong danh sách game bằng cách bấm TRÁI hoặc PHẢI.

source: Updates the gamelists, if you added games since the last boot.
el: Ανανεώνει τις λίστες παιχνιδιών, εάν προσθέσατε παιχνίδια από την τελευταία εκκίνηση.
it: Actualizar lista de juegos, en caso de haber agregado juegos desde el último inicio del sistema
ko: 마지막 부팅 이후 게임을 추가 한 경우 게임 목록을 업데이트합니다.
pl: Aktualizuje listy gier, jeśli dodałeś gry od ostatniego uruchomienia.
vi: Cập nhật danh sách game nếu bạn vừa chép thêm game mới.

source: Set the volume of the sound output for the frontend and the games.
el: Ρυθμίστε την ένταση του ήχου εξόδου για τη διεπαφή και τα παιχνίδια.
it: Configurar volumen para salida de audio en interfaz y juegos
ko: 프론트 엔드 및 게임의 사운드 출력 볼륨을 설정하십시오.
pl: Ustaw głośność dźwięku wyjściowego dla interfejsu użytkownika i gier.
vi: Chỉnh âm lượng đầu ra cho giao diện và game.

source: Get informations and visual for your games. The scraper downloads metadata and visuals for your games from different servers and enhances the user experience in EmulationStation completely.
el: Λάβετε πληροφορίες και εικόνες για τα παιχνίδια σας. Ο σαρωτής κατεβάζει δεδομένα και εικόνες για τα παιχνίδια σας από διαφορετικούς διακομιστές βελτιώνοντας πλήρως την εμπειρία χρήστη στο EmulationStation.
it: Obtener información e imágenes de juegos. El scraper descarga información e imágenes de juegos desde diferentes servidores y mejora la experiencia de usuario completamente en EmulationStation
ko: 게임에 대한 정보와 시각적 정보를 얻으십시오. 스크레이퍼는 다른 서버에서 게임에 대한 메타 데이터와 비주얼을 다운로드하고 EmulationStation의 사용자 경험을 완전히 향상시킵니다.
pl: Uzyskaj informacje i efekty wizualne dla swoich gier. Skrobak pobiera metadane i efekty wizualne dla twoich gier z różnych serwerów i całkowicie poprawia wrażenia użytkownika w EmulationStation.
vi: Lấy thông tin và hình ảnh cho game. Tính năng này sẽ tải thông tin từ máy chủ về để hiển thị đẹp mắt hơn.

source: Select a server to scrape from. The SCREENSCRAPER server is recommended and is based on www.screenscraper.fr and scrapes game data in your language, if available.
el: Επιλέξτε έναν διακομιστή για σάρωση. Ο διακομιστής SCREENSCRAPER συνιστάται και βασίζεται στο www.screenscraper.fr και σαρώνει δεδομένα παιχνιδιού στη γλώσσα σας, εάν είναι διαθέσιμη.
it: Seleccionar un servidor desde donde descargar información. Se recomienda el servidor SCREENSCRAPER que está basado en www.screenscraper.fr y descarga datos de juegos en tu idioma, si está disponible
ko: 스크랩 할 서버를 선택하십시오. SCREENSCRAPER 서버는 권장되며 www.screenscraper.fr을 기반으로하며 사용 가능한 언어로 게임 데이터를 스크랩합니다.
pl: Wybierz serwer, z którego chcesz zeskrobać. Serwer SCREENSCRAPER jest zalecany i jest oparty na www.screenscraper.fr i zbiera dane gry w twoim języku, jeśli są dostępne.
vi: Chọn máy chủ để tải thông tin. Khuyên dùng SCREENSCRAPER (dựa trên screenscraper.fr) để có thông tin chính xác nhất.

source: Begin the scrape process with the configuration shown below.
el: Ξεκινήστε τη διαδικασία σάρωσης με τις ρυθμίσεις που φαίνονται παρακάτω.
it: Comienza el proceso de descarga con la configuración siguiente
ko: 아래 표시된 구성으로 스크랩 프로세스를 시작하십시오.
pl: Rozpocznij proces sKrapowania z konfiguracją pokazaną poniżej.
vi: Bắt đầu quá trình tải thông tin với cấu hình bên dưới.

source: Scrape and display game ratings.
el: Σάρωση και εμφάνιση βαθμολογιών των παιχνιδιών.
it: Descargar y mostrar las puntuaciones del juego
ko: 게임 등급을 긁어 모으고 표시하십시오.
pl: Skrapuj i pokaż ocenę gry
vi: Tải và hiển thị đánh giá game.

source: Advanced settings. Please make sure you really know what you're doing, before changing any values in this menu.
el: Προχωρημένες ρυθμίσεις. Βεβαιωθείτε ότι γνωρίζετε πραγματικά τι κάνετε πριν αλλάξετε οποιαδήποτε τιμή σε αυτό το μενού.
it: Configuraciones avanzadas. Asegúrate de que sabes lo que haces antes de cambiar cualquier valor en este menú
ko: 고급 설정. 이 메뉴에서 값을 변경하기 전에 현재 수행중인 작업을 알고 있는지 확인하십시오.
pl: Zaawansowane ustawienia. Upewnij się, że naprawdę wiesz, co robisz, zanim zmienisz jakiekolwiek wartości w tym menu.
vi: Cài đặt nâng cao. Hãy chắc chắn bạn biết mình đang làm gì trước khi thay đổi.

source: Overclock your board to increase the performance. Overclock settings are tested and validated by the community. Keep in mind that overclocking your board can void your warranty.
el: Υπερσυγχρονίστε τη μητρική σας για να αυξήσετε την απόδοση. nΟι ρυθμίσεις overclock έχουν δοκιμαστεί και επικυρωθεί από την κοινότητα. nΛάβετε υπόψη ότι το overclocking της πλακέτας σας μπορεί να ακυρώσει την εγγύησή σας.
it: Aumentar la velocidad del reloj para incrementar el rendimiento. Estas configuraciones están probadas y validadas por la comunidad. Considerar que al aumentar la velocidad del reloj es posible perder la garantía
pl: Przetaktuj swoją płytę główną, aby zwiększyć wydajność. Ustawienia przetaktowywania są testowane i zatwierdzane przez społeczność. Pamiętaj, że przetaktowanie płyty głównej może spowodować utratę gwarancji".
vi: Ép xung bo mạch của bạn để tăng hiệu năng. Các cài đặt ép xung được cộng đồng kiểm tra và xác nhận. Hãy nhớ rằng việc ép xung bo mạch của bạn có thể làm mất hiệu lực bảo hành.

source: Only show games contained in the gamelist.xml file (located in your roms directories). This option highly speeds up boot time, but new games will not be detected.
el: Εμφανίζει μόνο τα παιχνίδια που περιέχονται στο αρχείο gamelist.xml (που βρίσκεται στους καταλόγους της roms σας). Αυτή η επιλογή επιταχύνει πολύ τον χρόνο εκκίνησης, αλλά δεν θα εντοπιστούν νέα παιχνίδια.
it: Mostrar sólo los juegos que están en el archivo gamelist.xml (situado en las carpetas de los ROMs). Esta opción acelera el tiempo de arranque, pero no detectará nuevos juegos
pl: Pokaż tylko gry zawarte w pliku gamelist.xml (znajdującym się w katalogach romów). Ta opcja znacznie przyspiesza czas uruchamiania, ale nowe gry nie zostaną wykryte".
vi: Chỉ hiển thị các trò chơi có trong tệp gamelist.xml (nằm trong thư mục rom của bạn). Tùy chọn này tăng tốc thời gian khởi động đáng kể, nhưng các trò chơi mới sẽ không được phát hiện.

source: This option allows you to set the selected system to fixed mode. With this option activated, the user cannot access other systems.
el: Αυτή η επιλογή σάς επιτρέπει να ρυθμίσετε το επιλεγμένο σύστημα σε σταθερή λειτουργία. Με αυτή την επιλογή ενεργοποιημένη, ο χρήστης δεν μπορεί να έχει πρόσβαση σε άλλα συστήματα.
it: Esta opción te permite establecer el sistema seleccionado en modo fijo. Con esta opción activada, el usuario no puede acceder a otros sistemas
ko: 이 옵션을 사용하면 선택한 시스템을 고정 모드로 설정할 수 있습니다. 이 옵션을 활성화하면 사용자는 다른 시스템에 액세스 할 수 없습니다.
pl: Ta opcja umożliwia ustawienie wybranego systemu na tryb stały. Po włączeniu tej opcji użytkownik nie ma dostępu do innych systemów".
vi: Tùy chọn này khóa hệ thống vào một hệ máy cố định. Người dùng sẽ không thể chuyển sang hệ máy khác.

source: Always display the basic gamelist view, even if you have scraped your games.
el: Να εμφανίζεται πάντα η βασική προβολή της λίστας παιχνιδιών, ακόμα κι αν έχετε σαρώσει τα παιχνίδια σας.
it: Mostrar siempre la lista de juegos básica, incluso si has scrapeado tus juegos
ko: 게임을 폐기 한 경우에도 항상 기본 게임 목록보기를 표시하십시오.
pl: Zawsze wyświetlaj podstawowy widok listy gier, nawet jeśli zeskanowałeś swoje gry".
vi: Luôn hiển thị danh sách dạng cơ bản, ngay cả khi đã tải thông tin hình ảnh.

source: Enable or disable Kodi, customize the Kodi startup, enable the X button to start Kodi
el: Ενεργοποιήστε ή απενεργοποιήστε το Kodi, προσαρμόστε την εκκίνηση του Kodi, ενεργοποιήστε το κουμπί X για εκκίνηση του Kodi.
it: Activar o desactivar KODI, personalizar el arranque de KODI, activar el botón X para iniciar KODI
ko: Kodi 활성화 또는 비활성화, Kodi 시작 사용자 정의, X 버튼을 활성화하여 Kodi 시작
pl: Włącz lub wyłącz Kodi, dostosuj uruchamianie Kodi, włącz przycisk X, aby uruchomić Kodi
vi: Bật/tắt Kodi, tùy chỉnh khởi động Kodi, bật nút X để mở Kodi

source: Enable or disable Kodi. If kodi is disabled, you won't be able to start it with the X button, or start it automatically at boot. The menu entry will be removed as well.
el: Ενεργοποιήστε ή απενεργοποιήστε το Kodi. Εάν το Kodi είναι απενεργοποιημένο, δεν θα μπορείτε να το ξεκινήσετε με το κουμπί X ή να το ξεκινήσετε αυτόματα κατά την εκκίνηση. Η καταχώρηση μενού θα αφαιρεθεί.
it: Activa o desactiva Kodi. Si Kodi está desactivado, no podrá ser iniciado con el botón X, o automáticamente al arrancar. El menú de entrada será desactivado
ko: Kodi를 활성화 또는 비활성화합니다. kodi가 비활성화되어 있으면 X 버튼으로 시작하거나 부팅시 자동으로 시작할 수 없습니다. 메뉴 항목도 제거됩니다.
pl: Włącz lub wyłącz Kodi. Jeśli kodi jest wyłączone, nie będzie można go uruchomić przyciskiem X ani uruchomić go automatycznie podczas uruchamiania. Pozycja menu również zostanie usunięta.

source: Use the X button to start Kodi.
el: Χρησιμοποιήστε το κουμπί X για να εκκινήσετε το Kodi.
it: Usar el botón X para iniciar Kodi
ko: X 버튼을 사용하여 Kodi를 시작하십시오.
pl: Użyj przycisku X, aby uruchomić Kodi.

source: Automatically start into Kodi on boot.
el: Αυτόματη εκκίνηση του Kodi κατά την εκκίνηση.
it: Iniciar Kodi automáticamente en el arranque
ko: 부팅시 Kodi를 자동으로 시작합니다.
pl: Automatycznie uruchamiaj Kodi podczas uruchamiania.

source: Show the framerate in EmulationStation and in game.
el: Εμφάνιση ρυθμού καρέ στο EmulationStation εντός του παιχνιδιού.
it: Mostrar cuadros por segundo en EmulationStation y en el juego
ko: EmulationStation 및 게임에서 프레임 속도를 표시하십시오.
pl: Pokaż liczbę klatek na sekundę w Emulation Station iw grze.
vi: Hiển thị tốc độ khung hình (FPS) trong EmulationStation và trong game.

source: Select which emulator to use when you start a game for this system.
el: Επιλέξτε τον εξομοιωτή που χρησιμοποιείται οταν το παιχνίδι εκκινηθεί για αυτό το σύστημα.
it: Seleccionar qué emulador usar cuando se inicia un juego de este sistema
ko: 이 시스템에서 게임을 시작할 때 사용할 에뮬레이터를 선택하십시오.
pl: Wybierz emulator, którego chcesz użyć podczas uruchamiania gry dla tego systemu.
vi: Chọn trình giả lập sẽ dùng khi mở game của hệ máy này.

source: Select which core to use for the selected emulator. For example, the LIBRETRO emulator has many cores to run Super Nintendo games. The default core you choose here can also be overridden in game specific settings.
el: Επιλέξτε ποιος πυρήνας θα χρησιμοποιηθεί για τον επιλεγμένο εξομοιωτή. Για παράδειγμα, ο εξομοιωτής LIBRETRO έχει πολλούς πυρήνες για την εκτέλεση παιχνιδιών Super Nintendo. Ο προεπιλεγμένος πυρήνας που επιλέγετε εδώ μπορεί επίσης να παρακαμφθεί σε ρυθμίσεις ειδικά για το παιχνίδι.
it: Seleccionar qué núcleo usar para el emulador seleccionado. Por ejemplo, el emulador LIBRETRO tiene varios núcleos para ejecutar juegos de Super Nintendo. La configuración del núcleo por defecto que se elija, también puede ser eliminada desde la configuración específica para juegos
ko: 선택한 에뮬레이터에 사용할 코어를 선택하십시오. 예를 들어, LIBRETRO 에뮬레이터에는 Super Nintendo 게임을 실행하기위한 많은 코어가 있습니다. 여기서 선택한 기본 코어는 게임 별 설정에서 재정의 될 수도 있습니다.
pl: Wybierz rdzeń do użycia dla wybranego emulatora. Na przykład emulator LIBRETRO ma wiele rdzeni do uruchamiania gier Super Nintendo. Wybrany tutaj domyślny rdzeń można również zmienić w ustawieniach gry.
vi: Chọn nhân (core) cho trình giả lập. Ví dụ, LIBRETRO có nhiều nhân để chạy game SNES. Bạn có thể chọn nhân mặc định ở đây hoặc chỉnh riêng cho từng game.

source: USE COMPOSED VISUALS
el: ΧΡΗΣΙΜΟΠΟΙΗΣΤΕ ΣΥΝΘΕΤΑ ΟΠΤΙΚΑ
it: USAR IMÁGENES COMPUESTAS
pl: WYKORZYSTAJ SKOMPONOWANE WIZUALIZACJE
vi: SỬ DỤNG HÌNH ẢNH TỔNG HỢP

source: CHECK UPDATES
el: ΕΛΕΓΞΤΕ ΓΙΑ ΕΝΗΜΕΡΩΣΕΙΣ
it: COMPROBAR ACTUALIZACIONES
ko: 업데이트 확인
pl: SPRAWDŹ AKTUALIZACJE
vi: KIỂM TRA CẬP NHẬT

source: BOOT SETTINGS
el: ΡΥΘΜΙΣΕΙΣ ΕΚΚΙΝΗΣΗΣ
it: OPCIONES DE ARRANQUE
ko: 부팅 설정
pl: USTAWIENIA WŁACZANIA
vi: CÀI ĐẶT KHỞI ĐỘNG

source: GAMELIST ONLY
el: ΜΟΝΟ ΛΙΣΤΑ ΠΑΙΧΝΙΔΙΩΝ
it: SÓLO LISTA DE JUEGOS
pl: TYLKO LISTA GIER
vi: CHỈ DANH SÁCH GAME

source: EMULATOR ADVANCED CONFIGURATION
el: ΠΡΟΧΩΡΗΜΕΝΕΣ ΡΥΘΜΙΣΕΙΣ ΕΞΟΜΟΙΩΤΗ
it: CONFIGURACIÓN AVANZADA DEL EMULADOR
ko: 에뮬레이터 고급 구성
pl: EMULATOR I ZAAWANOOWANA KONFIGURACJA
vi: CẤU HÌNH GIẢ LẬP NÂNG CAO
