Repository: christianhaitian/EmulationStation-fcamod
Catalog: resources/locale/*/emulationstation2.po
Languages: el, it, ko, pl, uk, vi, zh_cn, zh_tw

source: %i GAMEPAD DETECTED
el: %i ΑΝΙΧΝΕΥΤΗΚΕ ΧΕΙΡΙΣΤΗΡΙΟ
it: %i MANDO DETECTADO
ko: %i 컨트롤러 감지
pl: %i GAMEPAD WYKRYTY
uk: ЗНАЙДЕН %i КОНТРОЛЕР
vi: ĐÃ PHÁT HIỆN %i TAY CẦM
zh_cn: 检测到 %i 个游戏手把
zh_tw: 偵測到 %i 個遊戲手把

source: NO GAMEPADS DETECTED
el: ΔΕΝ ΕΝΤΟΠΙΣΤΗΚΑΝ ΧΕΙΡΙΣΤΗΡΙΑ
it: SIN MANDOS DETECTADOS
ko: 컨트롤러 없음
pl: NIE WYKRYTO GAMEPADA
uk: КОНТРОЛЕРИ НЕ ЗНАЙДЕНО
vi: KHÔNG TÌM THẤY TAY CẦM NÀO
zh_cn: 未检测到游戏手把
zh_tw: 未偵測到遊戲手把

source: HOLD A BUTTON ON YOUR DEVICE TO CONFIGURE IT.
el: ΚΡΑΤΗΣΤΕ ΠΙΕΣΜΕΝΟ ΕΝΑ ΠΛΗΚΤΡΟ ΓΙΑ ΝΑ ΡΥΘΜΙΣΕΤΕ ΤΟ ΤΗΛΕΧΕΙΡΙΣΤΗΡΙΟ
it: MANTENER PRESIONADO UN BOTÓN DEL MANDO PARA CONFIGURARLO
ko: 장치를 구성하기 위해 A버튼을 꾸욱 누릅니다.
pl: PRZYTRZYMAJ PRZYCISK A NA URZĄDZENIU BY GO SKONFIGUROWĆ
uk: ЗАЖМІТЬ КН. ДЛЯ НАЛАШТУВАННЯ.
vi: GIỮ MỘT NÚT TRÊN THIẾT BỊ ĐỂ BẮT ĐẦU CẤU HÌNH.
zh_cn: 按住您设备上的一个按钮来进行设定。
zh_tw: 按住您裝置上的一個按鈕來進行設定。

source: SHIFTS FOR UPPER,LOWER, AND SPECIAL
el: ΠΑΤΗΣΤΕ ΤΟ ΠΛΗΚΤΡΟ SHIFT ΓΙΑ ΑΛΛΑΓΗ
it: SHIFT PARA MAYÚSCULAS, MINÚSCULAS Y ESPECIALES
pl: ZMIANY DLA GÓRNEGO, DOLNEGO I SPECJALNEGO
uk: SHIFT ДЛЯ РЕЄСТРУ ТА СИМВОЛІВ
vi: SHIFT ĐỂ VIẾT HOA/THƯỜNG VÀ KÝ TỰ ĐẶC BIỆT
zh_cn: 用于大写、小写和特殊符号的 Shift 键
zh_tw: 用於大寫、小寫和特殊符號的 Shift 鍵

source: SPACE
el: ΚΕΝΟ
it: ESPACIO
pl: PRZERWA
uk: ПРОБІЛ
zh_cn: 空格键
zh_tw: 空白鍵

source: UP
el: ΠΑΝΩ
it: ARRIBA
ko: 위(UP)
pl: GÓRA
uk: ВГОРУ
vi: LÊN
zh_cn: 上
zh_tw: 上

source: DOWN
el: ΚΑΤΩ
it: ABAJO
ko: 아래(DOWN)
pl: DÓŁ
uk: ВНИЗ
vi: XUỐNG
zh_cn: 下
zh_tw: 下

source: LEFT
el: ΑΡΙΣΤΕΡΑ
it: IZQUIERDA
ko: 좌(LEFT)
pl: LEWO
uk: ВЛІВО
vi: TRÁI
zh_cn: 左
zh_tw: 左

source: RIGHT
el: ΔΕΞΙΑ
it: DERECHA
ko: 우(RIGHT)
pl: PRAWO
uk: ВПРАВО
vi: PHẢI
zh_cn: 右
zh_tw: 右

source: LEFT ANALOG UP
uk: ЛІВИЙ СТІК ВВЕРХ
zh_cn: 左模拟游戏杆 上
zh_tw: 左類比搖桿 上

source: LEFT ANALOG DOWN
uk: ЛІВИЙ СТІК ВНИЗ
zh_cn: 左模拟游戏杆 下
zh_tw: 左類比搖桿 下

source: LEFT ANALOG LEFT
uk: ЛІВИЙ СТІК ВЛІВО
zh_cn: 左模拟游戏杆 左
zh_tw: 左類比搖桿 左

source: LEFT ANALOG RIGHT
uk: ЛІВИЙ СТІК ВПРАВО
zh_cn: 左模拟游戏杆 右
zh_tw: 左類比搖桿 右

source: RIGHT ANALOG UP
uk: ПРАВИЙ СТІК ВВЕРХ
zh_cn: 右模拟游戏杆 上
zh_tw: 右類比搖桿 上

source: RIGHT ANALOG DOWN
uk: ПРАВИЙ СТІК ВНИЗ
zh_cn: 右模拟游戏杆 下
zh_tw: 右類比搖桿 下

source: RIGHT ANALOG LEFT
uk: ПРАВИЙ СТІК ВЛІВО
zh_cn: 右模拟游戏杆 左
zh_tw: 右類比搖桿 左

source: RIGHT ANALOG RIGHT
uk: ПРАВИЙ СТІК ВПРАВО
zh_cn: 右模拟游戏杆 右
zh_tw: 右類比搖桿 右

source: HOTKEY
ko: 핫키
pl: GORĄCY PRZYCISK
uk: ГАРЯЧА КНОПКА
vi: PHÍM NÓNG
zh_cn: 热键
zh_tw: 熱鍵

source: CONFIGURING
el: ΔΙΑΜΟΡΦΩΣΗ
it: CONFIGURANDO
ko: 구성
pl: KONFIGURACJA
uk: НАЛАШТУВАННЯ
vi: ĐANG CẤU HÌNH
zh_cn: 设定中
zh_tw: 設定中

source: KEYBOARD
el: ΠΛΗΚΤΡΟΛΟΓΙΟ
it: TECLADO
ko: 키보드
pl: KLAWIATURA
uk: КЛАВІАТУРА
vi: BÀN PHÍM
zh_cn: 键盘
zh_tw: 鍵盤

source: GAMEPAD %i
el: ΧΕΙΡΙΣΤΗΡΙΟ %i
it: MANDO %i
ko: 게임패드 %i
uk: КОНТРОЛЕР %i
vi: TAY CẦM %i
zh_cn: 游戏手把 %i
zh_tw: 遊戲手把 %i

source: PRESS ESC TO CANCEL.
pl: NACIŚNIJ ESC ABY ANULOWAĆ.
uk: ДЛЯ СКАСУВАННЯ НАТИСНІТЬ ESC.

source: HOLD ANY BUTTON TO SKIP
uk: ЗАЖМІТЬ КН. ДЛЯ ПРОПУСКУ
zh_cn: 按住任何按钮跳过
zh_tw: 按住任何按鈕跳過

source: -NOT DEFINED-
uk: -ПУСТО-
zh_cn: -未定义-
zh_tw: -未定義-

source: YOU DIDN'T CHOOSE A HOTKEY ENABLE BUTTON. THIS IS REQUIRED FOR EXITING GAMES WITH A CONTROLLER. DO YOU WANT TO USE THE SELECT BUTTON DEFAULT ? PLEASE ANSWER YES TO USE SELECT OR NO TO NOT SET A HOTKEY ENABLE BUTTON.
uk: ВИ НЕ ПРИЗНАЧИЛИ ГАРЯЧУ КЛАВІШУ. ЦЕ НЕОБХІДНО ДЛЯ ВИХОДУ З ІГОР З ДОПОМОГЮКОНТРОЛЕРА. ВИ ХОЧЕТЕ ВИКОРИСТОВУВАТИ КНОПКУ SELECT ЗА УМОВЧЕННЯМ? БУДЬ-ЛАСКА, ВІДПОВІДЬТЕ "ТАК", ЩОБ ВИКОРИСТОВУВАТИ SELECT АБО "НІ", ЩОБ НЕ ВСТАНОВЛЮВАТИ ГАРЯЧУ КЛАВІШУ.
zh_cn: 您未选择热键按钮。这是使用控制器离开游戏所必需的。您要使用默认的 SELECT 按钮吗？请回答「是」以使用 SELECT，或「否」不设定热键按钮。
zh_tw: 您未選擇熱鍵按鈕。這是使用控制器離開遊戲所必需的。您要使用預設的 SELECT 按鈕嗎？請回答「是」以使用 SELECT，或「否」不設定熱鍵按鈕。

source: HOLD FOR %iS TO SKIP
uk: ЗАЖМІТЬ %iS ДЛЯ ПРОПУСКУ
zh_cn: 按住 %i 秒跳过
zh_tw: 按住 %i 秒跳過

source: PRESS ANYTHING
el: ΠΑΤΗΣΤΕ ΟΠΟΙΟΔΗΠΟΤΕ ΚΟΥΜΠΙ
it: PULSAR CUALQUIER BOTÓN
ko: 아무버튼이나 누르십시오
pl: NACIŚNIJ COKOLWIEK
uk: НАЖАТИ
vi: BẤM NÚT BẤT KỲ
zh_cn: 请按任意键
zh_tw: 請按任意鍵

source: ALREADY TAKEN
el: ΗΔΗ ΠΙΑΣΜΕΝΟ
it: EN USO
ko: 이미 사용중
pl: JUŻ PRZYDZIELONE
uk: ЗАЙНЯТО
vi: ĐÃ ĐƯỢC SỬ DỤNG
zh_cn: 已被使用
zh_tw: 已被使用

source: %s connected
uk: %s підключено
zh_cn: %s 已联机
zh_tw: %s 已連線

source: %s disconnected
uk: %s вимкнено
zh_cn: %s 已断线
zh_tw: %s 已斷線

source: up/down
uk: вгору/вниз
zh_cn: 上/下
zh_tw: 上/下

source: CHANGE
el: ΑΛΛΑΓΗ
it: CAMBIAR
pl: ZMIANA
uk: ЗМІНИТИ
vi: THAY ĐỔI
zh_cn: 变更
zh_tw: 變更

source: WORKING...
el: ΔΟΥΛΕΥΕΙ...
it: TRABAJANDO...
pl: PRACUJE...
uk: ОБРОБКА...
vi: ĐANG XỬ LÝ...
zh_cn: 处理中...
zh_tw: 處理中...

source: accept
pl: akceptuj
uk: прийняти
zh_cn: 接受
zh_tw: 接受

source: SELECT ALL
el: ΕΠΙΛΟΓΗ ΟΛΩΝ
it: SELECCIONAR TODO
ko: 모두 선택
pl: ZAZNACZ WSZYSTKO
uk: ВИБРАТИ ВСЕ
vi: CHỌN TẤT CẢ
zh_cn: 全选
zh_tw: 全選

source: select all
uk: вибрати все
zh_cn: 全选
zh_tw: 全選

source: SELECT NONE
el: ΚΑΜΙΑ ΕΠΙΛΟΓΗ
it: SELECCIONAR NINGUNO
ko: 없음
pl: ODZNACZ WSZYSTKO
uk: ЗНЯТИ ВИБІР
vi: BỎ CHỌN TẤT CẢ
zh_cn: 取消全选
zh_tw: 取消全選

source: select none
uk: зняти вибір
zh_cn: 取消全选
zh_tw: 取消全選

source: %i SELECTED
el: %i ΕΠΙΛΕΓΜΕΝΟ
it: %i SELECCIONADO
ko: %i 선택
pl: %i ZAZNACZONE
uk: %i ВИБРАНА
vi: ĐÃ CHỌN %i
zh_cn: 已选择 %i 个
zh_tw: 已選擇 %i 個

source: %d day ago
uk: %d день тому
zh_cn: %d 天前
zh_tw: %d 天前

source: %d годину тому
uk: %d година тому

source: %d minute ago
uk: %d хвилину тому
zh_cn: %d 分钟前
zh_tw: %d 分鐘前

source: %d second ago
uk: %d секунду тому
zh_cn: %d 秒前
zh_tw: %d 秒前

source: MOVE CURSOR
el: ΚΙΝΗΣΤΕ ΤΟΝ ΔΡΟΜΕΑ
it: MOVER CURSOR
ko: 이동 커서
pl: PRZESUŃ KURSOR
uk: ПЕРЕДВИНУТИ КУРСОР
vi: DI CHUYỂN CON TRỎ
zh_cn: 移动光标
zh_tw: 移動游標

source: EDIT
el: ΕΠΕΞΕΡΓΑΣΙΑ
it: EDITAR
ko: 편집
pl: EDYTUJ
uk: РЕДАКТУВАТИ
vi: SỬA
zh_cn: 编辑
zh_tw: 編輯

source: GL VENDOR
uk: GL ВЕНДОР
zh_cn: GL 供货商
zh_tw: GL 供應商

source: GL RENDERER
uk: GL РЕНДЕР
zh_cn: GL 渲染器
zh_tw: GL 渲染器

source: GL VERSION
uk: GL ВЕРСІЯ
zh_cn: GL 版本
zh_tw: GL 版本

source: GLSL VERSION
uk: GLSL ВЕРСІЯ
zh_cn: GLSL 版本
zh_tw: GLSL 版本

source: UPDATING EMULATIONSTATION
uk: ОНОВЛЕННЯ EMULATIONSTATION
zh_cn: 正在更新 EmulationStation
zh_tw: 正在更新 EmulationStation

source: Allow public web access API using
uk: Дозволити публічний доступ API за допомогою
zh_cn: 允许使用...的公开网页存取 API
zh_tw: 允許使用...的公開網頁存取 API

source: USE RETROARCH RGUI MENU
uk: ВИК. МЕНЮ RETROARCH RGUI
zh_cn: 使用 RetroArch RGUI 菜单
zh_tw: 使用 RetroArch RGUI 選單

source: RESET GAMELIST CUSTOMIZATIONS
uk: СКИНУТИ НАЛАШТУВАННЯ СПИСКУ ІГОР
zh_cn: 重设游戏列表自定义选项
zh_tw: 重設遊戲列表自訂選項

source: SCRAPING IN PROGRESS
el: ΣΑΡΩΣΗ ΣΕ ΕΞΕΛΙΞΗ
it: OBTENCIÓN DE DATOS EN CURSO
ko: 진행중인 스크랩
pl: SKRAPOWANIE W TOKU
uk: ЙДЕ ЗАВАНТАЖЕННЯ ДАНИХ
vi: ĐANG TẢI THÔNG TIN GAME
zh_cn: 正在搜刮资料
zh_tw: 正在搜括資料

source: subtitle text
el: ΚΕΙΜΕΝΟ ΥΠΟΤΙΤΛΩΝ
it: subtítulo
ko: 자막 텍스트
pl: text tytułu
uk: текст субтитрів
vi: phụ đề
zh_cn: 字幕文字
zh_tw: 字幕文字

source: search
el: ΑΝΑΖΗΤΗΣΗ
it: buscar
ko: 검색 FOR
pl: szukaj
uk: пошук
zh_cn: 搜寻
zh_tw: 搜尋

source: STOP
el: ΔΙΑΚΟΠΗ
it: DETENER
ko: 중지
pl: ZATRZYMAJ
uk: СТОП
vi: DỪNG
zh_cn: 停止
zh_tw: 停止

source: stop (progress saved)
el: διακοπή η πρόοδος αποθηκεύτηκε
it: detener (guardar progreso)
ko: 중지 (진행률 저장)
pl: zatrzymaj (postęp zapisany)
uk: зупинити (зі збереженням прогресу)
vi: dừng (đã lưu tiến trình)
zh_cn: 停止（进度已储存）
zh_tw: 停止（進度已儲存）

source: GAME %i OF %i
el: ΠΑΙΧΝΙΔΙ %i ΤΟΥ %i
it: JUEGO %i DE %i
ko: %i의 게임 %i
pl: GRA %i Z %i
uk: ГРА %i З %i
vi: GAME %i TRÊN %i
zh_cn: 游戏 %i / %i
zh_tw: 遊戲 %i / %i

source: WE CAN'T FIND ANY SYSTEMS! CHECK THAT YOUR PATHS ARE CORRECT IN THE SYSTEMS CONFIGURATION FILE, AND YOUR GAME DIRECTORY HAS AT LEAST ONE GAME WITH THE CORRECT EXTENSION.
uk: НЕ ЗНАЙДЕНО ЖОДНОЇ СИСТЕМИ! ПЕРЕКОНАЙТЕСЯ, ЩО В КОНФІГУРАЦІЙНОМУ ФАЙЛІ ПРОПИСАНІ ПРАВИЛЬНІ ШЛЯХИ, І ВКАТАЛОГІ З ІГРАМИ Є ХОТЯ Б ОДНА ГРА З ПРАВИЛЬНИМ РОЗШИРЕННЯМ.
zh_cn: 找不到任何系统！ 请检查系统配置文件中的路径是否正确，且您的游戏目录至少包含一个具有正确扩展名的游戏。
zh_tw: 找不到任何系統！ 請檢查系統設定檔中的路徑是否正確，且您的遊戲目錄至少包含一個具有正確副檔名的遊戲。

source: %i GAME SUCCESSFULLY SCRAPED!
el: %i ΤΟ ΠΑΙΧΝΙΔΙ ΣΑΡΩΘΗΚΕ
it: ¡INFORMACIÓN DE %i JUEGO OBTENIDA CORRECTAMENTE!
ko: %i 게임이 성공적으로 스크랩!
pl: %i GRA PRAWIDŁOWO SKRAPOWANA!
uk: %i ГРА ОБРОБЛЕНА УСПІШНО!
zh_cn: 已成功搜刮 %i 款游戏！
zh_tw: 已成功搜括 %i 款遊戲！

source: %i GAME SKIPPED.
el: %i ΕΓΙΝΕ ΠΑΡΑΛΕΙΨΗ ΤΟΥ ΠΑΙΧΝΙΔΙΟΥ
it: %i JUEGO OMITIDO
ko: %i 게임 건너 뛰기.
pl: %i GRA POMINIĘTA.
uk: %i ГРА ПРОПУЩЕНА.
zh_cn: 已跳过 %i 款游戏。
zh_tw: 已跳過 %i 款遊戲。

source: AUTOMATIC SCRAPER
uk: АВТОМАТИЧНЕ ЗАВАНТАЖЕННЯ
zh_cn: 自动数据搜刮器
zh_tw: 自動資料搜括器

source: REALLY SCRAPE?
uk: ЗАВАНТАЖИТИ ДАНІ?
zh_cn: 确定要搜刮资料？
zh_tw: 確定要搜括資料？

source: MANUAL SCRAPER
uk: РУЧНЕ ЗАВАНТАЖЕННЯ
zh_cn: 手动资料搜刮器
zh_tw: 手動資料搜括器

source: Favorites
pl: Ulubione
uk: Уподобання
zh_cn: 我的最爱
zh_tw: 我的最愛

source: AN ERROR HAS OCCURED
pl: WYSTĄPIŁ BŁĄD
uk: ПОМИЛКА
zh_cn: 发生错误
zh_tw: 發生錯誤

source: USER DECIDES ON CONFLICTS
el: ΝΑ ΑΠΟΦΑΣΙΣΕΙ Ο ΧΡΗΣΤΗΣ ΓΙΑ ΤΙΣ ΔΙΑΦΟΡΕΣ
it: DECIDIR EN CASO DE CONFLICTOS
ko: 사용자가 충돌에 대해 결정
pl: URZYTKOWNIK DECYDUJE O KONFLIKCIE
uk: КОНФЛІКТИ ДОЗВОЛЯЄ КОРИСТУВАЧ
vi: NGƯỜI DÙNG QUYẾT ĐỊNH KHI CÓ XUNG ĐỘT
zh_cn: 由使用者决定冲突
zh_tw: 由使用者決定衝突

source: SCRAPING FINISHED. REFRESH UPDATE GAMES LISTS TO APPLY CHANGES.
pl: ZAKOŃCZONO SKRAWANIE. ODŚWIEŻ LISTĘ GIER, ABY ZASTOSOWAĆ ZMIANY.
uk: ЗАВАНТАЖЕННЯ ЗАВЕРШЕНО. ОНОВІТЬ СПИСОК ІГОР, ЩОБ ЗАСТОСУВАТИ ЗМІНИ.
zh_cn: 搜刮完成。重新整理更新游戏列表以应用变更。
zh_tw: 搜括完成。重新整理更新遊戲列表以套用變更。

source: Editing the '%s' Collection. Add/remove games with Y.
pl: Edycja kolekcji '%s'. Dodaj/usuń gry za pomocą Y.
uk: Редагування колекції '%s'. Додати/Видалити ігри за допомогою Y.
zh_cn: 正在编辑 '%s' 收藏。使用 Y 新增/移除游戏。
zh_tw: 正在編輯 '%s' 收藏。使用 Y 新增/移除遊戲。

source: Finished editing the '%s' Collection.
pl: Zakończono edycję kolekcji '%s'.
uk: Редагування колекції '%s' завершено
zh_cn: 完成编辑 '%s' 收藏。
zh_tw: 完成編輯 '%s' 收藏。

source: FINISH EDITING COLLECTION
el: ΤΕΛΕΙΩΣΤΕ ΤΗΝ ΕΠΕΞΕΡΓΑΣΙΑ ΤΗΣ ΣΥΛΛΟΓΗΣ
ko: 마무리 편집 모음
pl: ZAKOŃCZ EDYTOWANIE KOLEKCJI
uk: ЗАВЕРШИТИ РЕДАКТУВАННЯ КОЛЕКЦІЇ
vi: HOÀN TẤT CHỈNH SỬA BỘ SƯU TẬP
zh_cn: 完成编辑收藏
zh_tw: 完成編輯收藏

source: JUMP TO...
ko: 점프 ...
pl: PRZEJDŹ DO...
uk: ПЕРЕЙТИ ДО...
zh_cn: 跳至...
zh_tw: 跳至...

source: COLLECTION MANAGEMENT
uk: УПРАВЛІННЯ КОЛЕКЦІЄЮ
zh_cn: 收藏管理
zh_tw: 收藏管理

source: ADD/REMOVE GAMES TO THIS GAME COLLECTION
ko: 이 게임 컬렉션에 게임 추가 / 제거
pl: DODAJ/USUŃ GRY DO TEJ KOLEKCJI GIER
uk: ДОДАТИ/ВИДАЛИТИ ГРИ У КОЛЕКЦІЇ
zh_cn: 新增/移除游戏至此游戏收藏
zh_tw: 新增/移除遊戲至此遊戲收藏

source: REINDEX ALL GAMES
uk: ПЕРЕІНДЕКСАЦІЯ ВСІХ ІГОР
zh_cn: 重新索引所有游戏
zh_tw: 重新索引所有遊戲

source: INDEX MISSING GAMES
uk: ІНДЕКСАЦІЯ ВІДСУТНІХ ІГОР
zh_cn: 索引缺少的游戏
zh_tw: 索引缺少的遊戲

source: HASHING GAMES
uk: ХЕШУВАННЯ ІГОР
zh_cn: 计算游戏哈希值
zh_tw: 計算遊戲雜湊值

source: START KODI WITH X
el: ΕΝΑΡΞΗ ΤΟΥ KODI ΜΕ ΤΟ X
it: PULSAR X PARA INICIAR KODI
ko: X로 KODI 시작
pl: WŁĄCZ KODI PRZYCISKIEM X
uk: ЗАПУСК KODI КНОПКОЮ X
vi: BẤM NÚT X ĐỂ MỞ KODI
zh_cn: 使用 X 启动 KODI
zh_tw: 使用 X 啟動 KODI

source: DO YOU WANT TO START KODI MEDIA CENTER?
uk: ВИ ХОЧЕТЕ ЗАПУСТИТИ МЕДІА-ЦЕНТР KODI?

source: STATUS
el: ΚΑΤΑΣΤΑΣΗ
it: ESTADO
ko: 상태
uk: СТАН
vi: TRẠNG THÁI
zh_cn: 状态
zh_tw: 狀態

source: DELETE A CHAR
el: ΔΙΑΓΡΑΨΤΕ ΕΝΑΝ ΧΑΡΑΚΤΗΡΑ
it: BORRAR UN CARÁCTER
pl: USUNIĘCIE ZNAK
uk: ВИДАЛИТИ СИМВОЛ
vi: XÓA KÝ TỰ
zh_cn: 删除字符
zh_tw: 刪除字元

source: ALLOW SPECTATOR MODE
uk: ДОЗВОЛИТИ РЕЖИМ ГЛЯДАЧА
zh_cn: 允许观看者模式
zh_tw: 允許觀看者模式

source: THE "RANDOM VIDEO" SCREENSAVER SHOWS VIDEOS FROM YOUR GAMELIST. ІФ НЕ БУДЕ ВІДЕО VIDEOS, OR IF NONE OF THEM CAN BE PLAYED AFTER A FEW ATTEMPTS, IT WILL DEFAULT TO "BLACK". MORE OPTIONS IN THE "UI SETTINGS" -> "RANDOM VIDEO SCREENSAVER SETTINGS" MENU.
uk: "ВИПАДКОВЕ ВІДЕО" ЗАСТАВКА ВІДТВОРЮЄ ВІДЕО З ВАШОГО СПИСКУ ІГОР. ЯКЩО У ВАС НЕМАЄ ВІДЕО, АБО ЖОДНО З НИХ НЕ МОЖЕ БУТИ ВІДТВОРЕНОПІС КІЛЬКАХ СПРОБУВ, ЗА УМОВЧЕННЯМ БУДЕ ВИКОРИСТАНО ЗНАЧЕННЯ "BLACK". БІЛЬШЕ ОПЦІЙ У "НАЛАШТУВАННЯ ІНТЕРФЕЙСУ"-> "НАЛАШТУВАННЯ ВІДЕО ЗАМОВЛЕННЯ"" МЕНЮ.

source: VIDEO SCREENSAVER
pl: WYGASZACZ EKRANU WIDEO
uk: ВІДЕО ЗАСТАВКА
vi: VIDEO BẢO VỆ MÀN HÌNH
zh_cn: 视频屏幕保护程序
zh_tw: 影片螢幕保護程式

source: VIDEO SCREENSAVER SETTINGS
ko: 비디오 스크린세이버 설정
pl: USTAWIENIA WYGASZACZA EKRANU WIDEO
uk: НАЛАШТУВАННЯ ВІДЕО ЗАСТАВКИ
vi: CÀI ĐẶT VIDEO BẢO VỆ MÀN HÌNH
zh_cn: 视频屏幕保护程序设定
zh_tw: 影片螢幕保護程式設定

source: SLIDESHOW SCREENSAVER
pl: WYGASZACZ EKRANU POKAZU SLAJDÓW
uk: СЛАЙДШОУ ЗАСТАВКА
vi: TRÌNH CHIẾU ẢNH BẢO VỆ MÀN HÌNH
zh_cn: 幻灯片秀屏幕保护程序
zh_tw: 幻燈片秀螢幕保護程式

source: SLIDESHOW SETTINGS
uk: НАЛАШТУВАННЯ СЛАЙДШОУ
zh_cn: 幻灯片秀设定
zh_tw: 幻燈片秀設定

source: RANDOM VIDEO SETTINGS
uk: НАЛАШТУВАННЯ ВІДЕО ЗАСТАВКИ
zh_cn: 随机视频设定
zh_tw: 隨機影片設定

source: MISSING
uk: ВІДСУТНІЙ
zh_cn: 缺少
zh_tw: 缺少

source: INVALID
uk: НЕВІРНИЙ
zh_cn: 无效
zh_tw: 無效

source: STARTUP SETTINGS
uk: НАЛАШТУВАННЯ ЗАПУСКУ
zh_cn: 启动设定
zh_tw: 啟動設定

source: LAUNCH THE GAME AS NETPLAY HOST?
uk: ЗАПУСТИТИ ГРУ В РЕЖИМІ ХОСТУ NETPLAY?

source: %d hour
uk: %d година
zh_cn: %d 小时
zh_tw: %d 小時

source: %d minute
uk: %d хвилину
zh_cn: %d 分钟
zh_tw: %d 分鐘

source: %d second
uk: %d секунду
zh_cn: %d 秒
zh_tw: %d 秒

source: SELECT THEME
uk: ВИБЕРІТЬ ТЕМУ
zh_cn: 选择主题
zh_tw: 選擇主題

source: INSTALL BEZELS
uk: УСТАНОВИТИ РАМКИ (ОВЕРЛЕЇ)
zh_cn: 安装边框
zh_tw: 安裝邊框

source: UNINSTALL BEZELS
uk: ВИДАЛИТИ РАМКИ (ОВЕРЛЕЇ)
zh_cn: 卸载边框
zh_tw: 解除安裝邊框

source: INSTALL THE BEZEL PROJECT
uk: УСТАНОВИТИ НАБІР РАМОК
zh_cn: 安装 The Bezel Project 边框
zh_tw: 安裝 The Bezel Project 邊框

source: SELECT SYSTEM WHERE BEZELS WILL BE (RE)INSTALLED
uk: У ЯКІЙ СИСТЕМІ ПЕРЕУСТАНОВИТИ РАМКИ?
zh_cn: 选择要（重新）安装边框的系统
zh_tw: 選擇要（重新）安裝邊框的系統

source: UNINSTALL THE BEZEL PROJECT
uk: ВИДАЛИТИ НАБІР РАМОК
zh_cn: 卸载 The Bezel Project 边框
zh_tw: 解除安裝 The Bezel Project 邊框

source: SELECT SYSTEM WHERE BEZELS WILL BE REMOVED
uk: З ЯКОЇ СИСТЕМИ ВИДАЛИТИ РАМКИ?
zh_cn: 选择要移除边框的系统
zh_tw: 選擇要移除邊框的系統

source: BEZELS DELETED SUCCESSFULLY
uk: РАМКИ УСПІШНО ВИДАЛЕНО
zh_cn: 边框已成功删除
zh_tw: 邊框已成功刪除

source: SORT CUSTOM COLLECTIONS AND SYSTEMS
el: ΟΡΓΑΝΩΣΤΕ ΠΡΟΣΑΡΜΟΣΜΕΝΕΣ ΣΥΛΛΟΓΕΣ ΚΑΙ ΣΥΣΤΗΜΑΤΑ
ko: 정렬 시스템 사용자 정의 및 시스템
pl: SORTUJ NIESTANDARDOWE KOLEKCJE I SYSTEMY
uk: СОРТУВАТИ КОЛЕКЦІЇ ТА СИСТЕМИ
vi: SẮP XẾP BỘ SƯU TẬP VÀ HỆ THỐNG
zh_cn: 排序自定义收藏与系统
zh_tw: 排序自訂收藏與系統

source: Marquee
uk: Банер
zh_cn: 跑马灯图示
zh_tw: 跑馬燈圖示

source: enter path to marquee
uk: введіть шлях до банеру
zh_cn: 输入跑马灯图标路径
zh_tw: 輸入跑馬燈圖示路徑

source: THUMBNAIL
uk: ЕСКІЗ

source: enter path to thumbnail
el: εισάγετε τη διαδρομή της μικρογραφίας
it: ingresar ruta de miniatura
ko: 섬네일 경로를 입력하십시오
pl: wprowadź ścieżkę do miniatury
uk: введіть шлях до ескізу
vi: nhập đường dẫn ảnh thu nhỏ
zh_cn: 输入缩图路径
zh_tw: 輸入縮圖路徑

source: favorite
uk: вибране
zh_cn: 我的最爱
zh_tw: 我的最愛

source: DISK USAGE
el: ΧΡΗΣΗ ΔΙΣΚΟΥ
it: USO DE DISCO
ko: 디스크 사용량
pl: ZUŻYCIE DYSKU
uk: ВИКОРИСТАННЯ ДИСКУ
vi: DUNG LƯỢNG ĐĨA
zh_cn: 磁盘使用量
zh_tw: 磁碟使用量

source: This collection contains %i game, including %s.
uk: Колекція містить гру %i, включаючи %s.
zh_cn: 此收藏包含 %i 款游戏，包含 %s。
zh_tw: 此收藏包含 %i 款遊戲，包含 %s。

source: This collection contains %i game, including %s among other titles.
uk: Колекція містить гру %i, включаючи %s та інші.
zh_cn: 此收藏包含 %i 款游戏，包含 %s 等标题。
zh_tw: 此收藏包含 %i 款遊戲，包含 %s 等標題。

source: STOP EDITING
el: ΣΤΑΜΑΤΗΣΤΕ ΤΗΝ ΕΠΕΞΕΡΓΑΣΙΑ
it: TERMINAR EDICIÓN
ko: 편집 중지
pl: PRZERWIJ EDYCJE
uk: ЗАВЕРШИТИ РЕДАГУВАННЯ
vi: DỪNG CHỈNH SỬA
zh_cn: 停止编辑
zh_tw: 停止編輯

source: CREATE NEW CUSTOM COLLECTION
el: ΔΗΜΙΟΥΡΓΗΣΤΕ ΝΕΑ ΠΡΟΣΑΡΜΟΣΜΕΝΗ ΣΥΛΛΟΓΗ
ko: 새로운 커스텀 컬렉션 생성
pl: STWÓRZ NOWĄ NIESTANDARDOWĄ KOLEKCJĘ
uk: СТВОРИТИ НОВУ КОЛЕКЦІЮ
vi: TẠO BỘ SƯU TẬP MỚI
zh_cn: 建立新的自定义收藏
zh_tw: 建立新的自訂收藏

source: This collection contains %1$i game, including %2$s.
uk: Колекція містить гру %1$i, включаючи %2$s.

source: This collection contains %1$i game, including %2$s among other titles.
uk: Колекція містить гру %1$i, включаючи %2$s та інші

source: %i GAME AVAILABLE
it: %i JUEGO DISPONIBLE
ko: %i 게임 플레이가능
uk: %i ГРА ДОСТУПНА
vi: %i Trò chơi có sẵn
zh_cn: %i 款游戏可用
zh_tw: %i 款遊戲可用

source: GRID SIZE
el: ΜΕΓΕΘΟΣ ΠΛΕΓΜΑΤΟΣ
ko: GRID 크기
pl: ROZMIAR SIATKI
uk: РОЗМІР сітки
vi: KÍCH THƯỚC LƯỚI
zh_cn: 网格大小
zh_tw: 網格大小

source: AUTO UPDATES
el: ΑΥΤΟΜΑΤΕΣ ΕΝΗΜΕΡΩΣΕΙΣ
it: ACTUALIZACIONES AUTOMÁTICAS
ko: 자동 업데이트
pl: AUTOMATYCZNA AKTUALIZACJA
uk: АВТО ОНОВЛЕННЯ
vi: TỰ ĐỘNG CẬP NHẬT
zh_cn: 自动更新
zh_tw: 自動更新

source: FORGET BLUETOOTH CONTROLLERS
el: ΔΙΕΓΡΑΨΕ ΤΟ ΧΕΙΡΙΣΤΗΡΙΟ BLUETOOTH
it: DESVINCULAR MANDOS BLUETOOTH
ko: 블루투스 컨트롤러 FORGET
pl: ZAPOMNIJ SPAROWANIE KONTROLERY BLUETOOTH
uk: ВИДАЛЕННЯ BLUETOOTH КОНТРОЛЕРІВ
vi: QUÊN CÁC TAY CẦM BLUETOOTH
zh_cn: 忘记蓝牙控制器
zh_tw: 忘記藍牙控制器

source: DEFAULT
pl: DOMYŚLNY
uk: ЗА УМОВЧЕННЯМ
zh_cn: 默认
zh_tw: 預設

source: VALIDATION
uk: ПЕРЕВІРКА
zh_cn: 验证
zh_tw: 驗證

source: YES, I'M SURE
uk: Так, я впевнений
zh_cn: 是的，我确定
zh_tw: 是的，我確定

source: SELECT SYSTEMS TO DISPLAY
uk: ВИБІР СИСТЕМИ ДЛЯ ВІДОБРАЖЕННЯ
zh_cn: 选择要显示的系统
zh_tw: 選擇要顯示的系統

source: APPLY
uk: ЗАСТОСУВАТИ
zh_cn: 应用
zh_tw: 套用

source: REVERT
uk: ПОВЕРНУТИ
zh_cn: 还原
zh_tw: 還原

source: VALIDATE
uk: ПІДТВЕРДИТИ
zh_cn: 验证
zh_tw: 驗證

source: Path to video
uk: Шлях до відео
zh_cn: 视频路径
zh_tw: 影片路徑

source: Path to marquee
uk: Шлях до банеру
zh_cn: 跑马灯图标路径
zh_tw: 跑馬燈圖示路徑

source: set hidden
el: επισημάνετε ως κρυφό
it: ocultar
ko: 숨기기 활성화
pl: ustaw ukryte
uk: зробити прихованим
vi: ẩn
zh_cn: 设为隐藏
zh_tw: 設為隱藏

source: set kidgame
uk: встановити дитячу гру
zh_cn: 设为儿童游戏
zh_tw: 設為兒童遊戲

source: name
uk: назва
zh_cn: 名称
zh_tw: 名稱

source: description
uk: опис
zh_cn: 描述
zh_tw: 描述

source: image
uk: зображення
zh_cn: 图片
zh_tw: 圖片

source: thumbnail
uk: ескіз
zh_cn: 缩图
zh_tw: 縮圖

source: SEARCHING
pl: SZUKANIE
uk: ПОШУК
zh_cn: 搜寻中
zh_tw: 搜尋中

source: SCRAPE FAILED : THE APPLICATION HAS BEEN BLACKLISTED
uk: ЗАВАНТАЖЕННЯ НЕ ВДАЛАСЯ : ДОДАТОК В ЧОРНОМУ СПИСКУ
zh_cn: 搜刮失败：此应用程序已被列入黑名单
zh_tw: 搜括失敗：此應用程式已被列入黑名單

source: SCRAPE FAILED : SCRAP LIMIT REACHED TODAY
uk: ЗАВАНТАЖЕННЯ НЕ ВДАЛОСЯ: ДОСЯГНУТО ДОБОВИЙ ЛІМІТ
zh_cn: 搜刮失败：今日搜刮额度已达上限
zh_tw: 搜括失敗：今日搜括額度已達上限

source: MIX
uk: МІКС
zh_cn: 混合图
zh_tw: 混合圖

source: CONTROLLER PAIRED
el: ΤΟ ΧΕΙΡΙΣΤΗΡΙΟ ΣΥΝΔΕΘΗΚΕ
it: MANDO VINCULADO
ko: 컨트롤러가 페어링됨
pl: KONTROLER SPAROWANY
uk: КОНТРОЛЕР СПОЛУЖЕНИЙ
vi: ĐÃ GHÉP NỐI TAY CẦM
zh_cn: 控制器已配对
zh_tw: 控制器已配對

source: UNABLE TO PAIR CONTROLLER
el: ΑΔΥΝΑΜΙΑ ΣΥΖΕΥΞΗΣ ΧΕΙΡΙΣΤΗΡΙΟΥ
it: IMPOSIBLE VINCULAR MANDO
ko: 컨트롤러 페어링 불가
pl: NIEMOŻLIWE SPAROWANIE KONTROLERA
uk: СПОРУЖЕННЯ КОНТРОЛЕРА НЕ ВДАЛОСЯ
vi: KHÔNG THỂ GHÉP NỐI TAY CẦM
zh_cn: 无法配对控制器
zh_tw: 無法配對控制器

source: OUTPUT DEVICE
el: ΣΥΣΚΕΥΗ ΕΞΟΔΟΥ
it: SALIDA DE AUDIO
ko: 출력 장치
pl: URZĄDZENIA ZEWNĘTRZNE
uk: ПРИСТРІЙ ВИСНОВКУ
vi: THIẾT BỊ ĐẦU RA
zh_cn: 输出设备
zh_tw: 輸出裝置

source: <No Entries Found>
uk: <Записів не знайдено>
zh_cn: <找不到项目>
zh_tw: <找不到項目>

source: PREFERED IMAGE SOURCE
ko: 선호하는 이미지 소스
uk: ТИП ЗОБРАЖЕННЯ
zh_cn: 偏好的图片来源
zh_tw: 偏好的圖片來源

source: PREFERED THUMBNAIL SOURCE
ko: 선호하는 THUMBNAIL 소스
uk: ТИП ескізу
zh_cn: 偏好的缩图来源
zh_tw: 偏好的縮圖來源

source: SCRAPE MARQUEE
ko: 스크래치 마퀴
uk: ЗАВАНТАЖЕННЯ БАНЕРА
zh_cn: 搜刮跑马灯图示
zh_tw: 搜括跑馬燈圖示

source: UPDATES
el: ΕΝΗΜΕΡΩΣΕΙΣ
it: ACTUALIZACIONES
ko: 업데이트
pl: AKTUALIZACJA
uk: ОНОВЛЕННЯ
vi: CẬP NHẬT
zh_cn: 更新
zh_tw: 更新

source: THEME COLORSET
el: ΧΡΩΜΑΤΙΣΜΟΣ ΘΕΜΑΤΟΣ
it: CONJUNTO DE COLORES DEL TEMA
ko: 테마 색상
pl: KOLORY MOTYWU
uk: КОЛІР ТЕМИ
vi: BỘ MÀU GIAO DIỆN
zh_cn: 主题色彩组
zh_tw: 主題色彩組

source: THEME COLOR
uk: КОЛІР ТЕМИ
zh_cn: 主题颜色
zh_tw: 主題顏色

source: THEME FONT SIZE
uk: РОЗМІР ШРИФТУ
zh_cn: 主题字号
zh_tw: 主題字型大小

source: LARGE
uk: ВЕЛИКИЙ
zh_cn: 大
zh_tw: 大

source: SMALL
uk: МАЛЕНЬКИЙ
zh_cn: 小
zh_tw: 小

source: THEME EMULATIONSTATION SCREEN
uk: EMULATIONSTATION РОЗМІР ЕКРАНУ
zh_cn: 主题 EmulationStation 画面
zh_tw: 主題 EmulationStation 畫面

source: THEME FULLSCREENFIX
uk: EMULATIONSTATION РОЗМІР ЕКРАНУ
zh_cn: 主题全屏幕修正
zh_tw: 主題全螢幕修正

source: GAMELIST FONT SIZE
uk: РОЗМІР ШРИФТУ GAMELIST
zh_cn: 游戏列表字号
zh_tw: 遊戲列表字型大小

source: THEME FONTSIZE
uk: РОЗМІР ШРИФТУ GAMELIST
zh_cn: 主题字号
zh_tw: 主題字型大小

source: THEME CONTROLLER
uk: КОНТРОЛЕР ТЕМИ
zh_cn: 主题控制器图标
zh_tw: 主題控制器圖示

source: THEME SHORTDESCRIPTION
uk: КОРОТКИЙ ОПИС ТЕМИ
zh_cn: 主题简短描述
zh_tw: 主題簡短描述

source: colorset
uk: КОЛІР_ТЕМИ
zh_cn: 色彩组
zh_tw: 色彩組

source: blue
uk: СИНІЙ
zh_cn: 蓝色
zh_tw: 藍色

source: RED
uk: ЧЕРВОНИЙ
zh_cn: 红色
zh_tw: 紅色

source: THEME ICONSET
el: ΡΥΘΜΙΣΗ ΕΙΚΟΝΙΔΙΩΝ ΘΕΜΑΤΟΣ
it: CONJUNTO DE ÍCONOS DEL TEMA
ko: 테마 아이콘
pl: IKONY MOTYWU
uk: Іконки теми
vi: BỘ ICON GIAO DIỆN
zh_cn: 主题图标组
zh_tw: 主題圖示組

source: THEME MENU
el: ΜΕΝΟΥ ΘΕΜΑΤΟΣ
it: MENÚ DEL TEMA
ko: 테마 메뉴
pl: MENU MOTYWU
uk: МЕНЮ ТЕМИ
vi: MENU GIAO DIỆN
zh_cn: 主题菜单样式
zh_tw: 主題選單樣式

source: THEME SYSTEMVIEW
el: ΘΕΜΑ ΕΜΦΑΝΙΣΗΣ ΣΥΣΤΗΜΑΤΟΣ
it: VISTA DE SISTEMAS DEL TEMA
ko: 테마 시스템
pl: WIDOK MOTYWU
uk: СТИЛЬ ІКОНОК СИСТЕМИ
vi: GIAO DIỆN HỆ THỐNG
zh_cn: 主题系统查看样式
zh_tw: 主題系統檢視樣式

source: SYSTEM ICON STYLE
uk: СТИЛЬ ІКОНОК СИСТЕМИ
zh_cn: 系统图标样式
zh_tw: 系統圖示樣式

source: THEME GAMELISTVIEW
el: ΘΕΜΑ ΕΜΦΑΝΙΣΗΣ ΛΙΣΤΑΣ ΠΑΙΧΝΙΔΙΩΝ
it: VISTA DE LISTA DE JUEGOS DEL TEMA
ko: 테마 게임리스트
pl: WIDOK LISTY GIER MOTYWU
uk: СТИЛЬ СПИСКУ ГРИ
vi: GIAO DIỆN DANH SÁCH GAME
zh_cn: 主题游戏列表查看样式
zh_tw: 主題遊戲列表檢視樣式

source: THEME REGION
el: ΘΕΜΑ ΠΕΡΙΟΧΗΣ
it: REGIÓN DEL TEMA
ko: 테마 지역
pl: REGION MOTYWU
uk: РЕГІОН ТЕМИ
vi: KHU VỰC GIAO DIỆN
zh_cn: 主题地区
zh_tw: 主題地區

source: theme region
uk: РЕГІОН ТЕМИ
zh_cn: 主题地区
zh_tw: 主題地區

source: THEME
el: ΘΕΜΑ
pl: MOTYW
uk: ТЕМИ
vi: GIAO DIỆN
zh_cn: 主题
zh_tw: 主題

source: USE COMPATIBLE LOW RESOLUTION FOR CAPTIONS
uk: ВИК. НИЗЬКИЙ ДОЗВОЛ ДЛЯ ТИТРІВ
zh_cn: 为字幕使用兼容的低分辨率
zh_tw: 為字幕使用相容的低解析度

source: BACKGROUND AUDIO
uk: ФОНОВА МУЗИКА
zh_cn: 背景音效
zh_tw: 背景音訊

source: Editing the collection. Add/remove games with Y.
uk: Редагування колекції. Додати/Видалити ігри за допомогою Y.
zh_cn: 正在编辑收藏。使用 Y 新增/移除游戏。
zh_tw: 正在編輯收藏。使用 Y 新增/移除遊戲。

source: Finished editing the collection.
uk: Редагування колекції завершено.
zh_cn: 完成编辑收藏。
zh_tw: 完成編輯收藏。

source: UPDATE DOWNLOADED, THE SYSTEM WILL NOW REBOOT
el: ΕΓΙΝΕ Η ΛΗΨΗ ΤΗΣ ΕΝΗΜΕΡΩΣΗΣ, ΘΑ ΓΙΝΕΙ ΕΠΑΝΕΚΚΙΝΗΣΗ ΣΥΣΤΗΜΑΤΟΣ
it: ACTUALIZACIÓN DESCARGADA, EL SISTEMA SE REINICIARÁ
ko: 업데이트가 다운로드되면 시스템이 다시 부팅됩니다
pl: AKTUALIZACJA POBRANA, SYSTEM ZOSTANIE ZRESTARTOWANY
uk: ОНОВЛЕННЯ ЗАВАНТАЖЕНО, СИСТЕМА БУДЕ ПЕРЕЗАВАНТАЖЕНА
vi: ĐÃ TẢI BẢN CẬP NHẬT, HỆ THỐNG SẼ KHỞI ĐỘNG LẠI
zh_cn: 更新已下载，系统现在将重新启动
zh_tw: 更新已下載，系統現在將重新啟動

source: FILTER GAMELIST
uk: ФІЛЬТР СПИСКУ ІГОР
zh_cn: 过滤游戏列表
zh_tw: 篩選遊戲列表

source: Only missing image
el: ΜΟΝΟ ΕΛΛΕΙΠΗΣ ΕΙΚΟΝΕΣ
it: Solo imágenes faltantes
ko: 누락 된 이미지 만
pl: Tylko brakujące obrazy
uk: Тільки відсутні зображення
vi: Chỉ game thiếu hình ảnh
zh_cn: 仅限缺少图片
zh_tw: 僅限缺少圖片

source: Now playing:
uk: Зараз грає:
zh_cn: 正在播放：
zh_tw: 正在播放：

source: SELECT SYSTEM WHERE BEZELS WILL BE INSTALLED
uk: У ЯКУ СИСТЕМУ ВСТАНОВИТИ РАМКИ?
zh_cn: 选择要安装边框的系统
zh_tw: 選擇要安裝邊框的系統

source: THIS THEME HAS NO OPTION
el: ΑΥΤΟ ΤΟ ΘΕΜΑ ΔΕΝ ΕΧΕΙ ΕΠΙΛΟΓΕΣ
it: ESTE TEMA NO TIENE OPCIONES
ko: 이 테마에는 옵션이 없습니다
pl: MOTYW NIE MA OPCJI
uk: ТЕМА НЕ МАЄ НАЛАШТУВАННЯ
vi: GIAO DIỆN NÀY KHÔNG CÓ TÙY CHỌN
zh_cn: 此主题没有选项
zh_tw: 此主題沒有選項

source: DISPLAY / HIDE SYSTEMS
uk: ПОКАЗАТИ / СХОВАТИ СИСТЕМИ
zh_cn: 显示/隐藏系统
zh_tw: 顯示/隱藏系統

source: Sort name
uk: Назва для сортування
zh_cn: 排序名称
zh_tw: 排序名稱

source: Enter game sort name
uk: введіть назву для гри, що сортується

source: sortname
uk: назва для сортування
zh_cn: 排序名称
zh_tw: 排序名稱

source: ADVANCED SETTINGS
el: ΠΡΟΧΩΡΗΜΕΝΕΣ ΡΥΘΜΙΣΕΙΣ
it: OPCIONES AVANZADAS
ko: 고급 설정
pl: USTAWIENIA ZAAWANSOWANE
uk: ДОДАТКОВІ НАЛАШТУВАННЯ
vi: CÀI ĐẶT NÂNG CAO
zh_cn: 进阶设定
zh_tw: 進階設定

source: VISIBLE SYSTEMS
pl: SYSTEMY WIDOCZNE
uk: ВИДИМІ СИСТЕМИ
zh_cn: 可见系统
zh_tw: 可見系統

source: HIDE SYSTEM VIEW
el: ΑΠΟΚΡΥΨΗ ΠΡΟΒΟΛΗ ΣΥΣΤΗΜΑΤΟΣ
it: OCULTAR VISTA DE SISTEMA
pl: UKRYJ WIDOK SYSTEMU
uk: ЗАХОВАТИ СХОВАНІ СИСТЕМИ
vi: ẨN GIAO DIỆN CHỌN HỆ MÁY
zh_cn: 隐藏系统查看
zh_tw: 隱藏系統檢視

source: BOOT ON GAMELIST
el: ΞΕΚΙΝΗΣΤΕ ΣΤΗ ΛΙΣΤΑ ΠΑΙΧΝΙΔΙΩΝ
it: ARRANCAR EN LISTA DE JUEGOS
pl: WŁĄCZ NA LIŚCIE GIER
uk: ЗАВАНТАЖУВАТИ GAMELIST
vi: KHỞI ĐỘNG VÀO DANH SÁCH GAME
zh_cn: 开机时显示游戏列表
zh_tw: 開機時顯示遊戲列表

source: BAT:
uk: Рівень батареї
zh_cn: 电量:
zh_tw: 電量:

source: AUDIO CARD
pl: KARTA AUDIO
uk: АУДІО-КАРТА
zh_cn: 声卡
zh_tw: 音效卡

source: GAME AVAILABLE
uk: ІГОР ДОСТУПНО

source: %i GAMES AVAILABLE
uk: %i ГРА ДОСТУПНА
zh_cn: %i 款游戏可用
zh_tw: %i 款遊戲可用

source: %i CONFIGURATION
uk: МЕНЮ
zh_cn: 菜单
zh_tw: 選單

source: APPLY FILTER
el: ΕΦΑΡΜΟΓΗ ΤΟΥ ΦΙΛΤΡΟΥ
ko: 필터 적용
pl: WŁĄCZ FILTR
uk: ЗАСТОСИТИ ФІЛЬТР
vi: ÁP DỤNG BỘ LỌC
zh_cn: 应用过滤器
zh_tw: 套用篩選器
